{
  "architectures": [
    "Qwen2MoeForCausalLM"
  ],
  "attention_dropout": 0.0,
  "bos_token_id": 151643,
  "decoder_sparse_step": 1,
  "eos_token_id": 151643,
  "hidden_act": "silu",
  "hidden_size": 3584,
  "initializer_range": 0.02,
  "intermediate_size": 18944,
  "max_position_embeddings": 32768,
  "max_window_layers": 28,
  "model_type": "qwen2_moe",
  "moe_intermediate_size": 2560,
  "norm_topk_prob": false,
  "num_attention_heads": 28,
  "num_experts": 64,
  "num_experts_per_tok": 8,
  "num_hidden_layers": 28,
  "num_key_value_heads": 4,
  "output_router_logits": false,
  "rms_norm_eps": 0.000001,
  "rope_theta": 1000000.0,
  "router_aux_loss_coef": 0.001,
  "shared_expert_intermediate_size": 20480,
  "sliding_window": 65536,
  "tie_word_embeddings": false,
  "torch_dtype": "bfloat16",
  "transformers_version": "4.40.1",
  "use_cache": true,
  "use_sliding_window": false,
  "vocab_size": 151936,
  "device": "npu",
  "replaceScoreRatio": 0.3,
  "window_size": null,
  "if_prefetch": false,
  "if_usecpu": false,
  "if_replace": true
}
