{
  "metadata": {
    "total_size": 51566401448
  },
  "weight_map": {
    "model.layers.0.mlp.experts.0.gate_proj.weight": "expert_0_0.safetensors",
    "model.layers.0.mlp.experts.0.up_proj.weight": "expert_0_0.safetensors",
    "model.layers.0.mlp.experts.0.down_proj.weight": "expert_0_0.safetensors",
    "model.layers.0.mlp.experts.1.gate_proj.weight": "expert_0_1.safetensors",
    "model.layers.0.mlp.experts.1.up_proj.weight": "expert_0_1.safetensors",
    "model.layers.0.mlp.experts.1.down_proj.weight": "expert_0_1.safetensors",
    "model.layers.0.mlp.experts.2.gate_proj.weight": "expert_0_2.safetensors",
    "model.layers.0.mlp.experts.2.up_proj.weight": "expert_0_2.safetensors",
    "model.layers.0.mlp.experts.2.down_proj.weight": "expert_0_2.safetensors",
    "model.layers.0.mlp.experts.3.gate_proj.weight": "expert_0_3.safetensors",
    "model.layers.0.mlp.experts.3.up_proj.weight": "expert_0_3.safetensors",
    "model.layers.0.mlp.experts.3.down_proj.weight": "expert_0_3.safetensors",
    "model.layers.0.mlp.experts.4.gate_proj.weight": "expert_0_4.safetensors",
    "model.layers.0.mlp.experts.4.up_proj.weight": "expert_0_4.safetensors",
    "model.layers.0.mlp.experts.4.down_proj.weight": "expert_0_4.safetensors",
    "model.layers.0.mlp.experts.5.gate_proj.weight": "expert_0_5.safetensors",
    "model.layers.0.mlp.experts.5.up_proj.weight": "expert_0_5.safetensors",
    "model.layers.0.mlp.experts.5.down_proj.weight": "expert_0_5.safetensors",
    "model.layers.0.mlp.experts.6.gate_proj.weight": "expert_0_6.safetensors",
    "model.layers.0.mlp.experts.6.up_proj.weight": "expert_0_6.safetensors",
    "model.layers.0.mlp.experts.6.down_proj.weight": "expert_0_6.safetensors",
    "model.layers.0.mlp.experts.7.gate_proj.weight": "expert_0_7.safetensors",
    "model.layers.0.mlp.experts.7.up_proj.weight": "expert_0_7.safetensors",
    "model.layers.0.mlp.experts.7.down_proj.weight": "expert_0_7.safetensors",
    "model.layers.0.mlp.experts.8.gate_proj.weight": "expert_0_8.safetensors",
    "model.layers.0.mlp.experts.8.up_proj.weight": "expert_0_8.safetensors",
    "model.layers.0.mlp.experts.8.down_proj.weight": "expert_0_8.safetensors",
    "model.layers.0.mlp.experts.9.gate_proj.weight": "expert_0_9.safetensors",
    "model.layers.0.mlp.experts.9.up_proj.weight": "expert_0_9.safetensors",
    "model.layers.0.mlp.experts.9.down_proj.weight": "expert_0_9.safetensors",
    "model.layers.0.mlp.experts.10.gate_proj.weight": "expert_0_10.safetensors",
    "model.layers.0.mlp.experts.10.up_proj.weight": "expert_0_10.safetensors",
    "model.layers.0.mlp.experts.10.down_proj.weight": "expert_0_10.safetensors",
    "model.layers.0.mlp.experts.11.gate_proj.weight": "expert_0_11.safetensors",
    "model.layers.0.mlp.experts.11.up_proj.weight": "expert_0_11.safetensors",
    "model.layers.0.mlp.experts.11.down_proj.weight": "expert_0_11.safetensors",
    "model.layers.0.mlp.experts.12.gate_proj.weight": "expert_0_12.safetensors",
    "model.layers.0.mlp.experts.12.up_proj.weight": "expert_0_12.safetensors",
    "model.layers.0.mlp.experts.12.down_proj.weight": "expert_0_12.safetensors",
    "model.layers.0.mlp.experts.13.gate_proj.weight": "expert_0_13.safetensors",
    "model.layers.0.mlp.experts.13.up_proj.weight": "expert_0_13.safetensors",
    "model.layers.0.mlp.experts.13.down_proj.weight": "expert_0_13.safetensors",
    "model.layers.0.mlp.experts.14.gate_proj.weight": "expert_0_14.safetensors",
    "model.layers.0.mlp.experts.14.up_proj.weight": "expert_0_14.safetensors",
    "model.layers.0.mlp.experts.14.down_proj.weight": "expert_0_14.safetensors",
    "model.layers.0.mlp.experts.15.gate_proj.weight": "expert_0_15.safetensors",
    "model.layers.0.mlp.experts.15.up_proj.weight": "expert_0_15.safetensors",
    "model.layers.0.mlp.experts.15.down_proj.weight": "expert_0_15.safetensors",
    "model.layers.0.mlp.experts.16.gate_proj.weight": "expert_0_16.safetensors",
    "model.layers.0.mlp.experts.16.up_proj.weight": "expert_0_16.safetensors",
    "model.layers.0.mlp.experts.16.down_proj.weight": "expert_0_16.safetensors",
    "model.layers.0.mlp.experts.17.gate_proj.weight": "expert_0_17.safetensors",
    "model.layers.0.mlp.experts.17.up_proj.weight": "expert_0_17.safetensors",
    "model.layers.0.mlp.experts.17.down_proj.weight": "expert_0_17.safetensors",
    "model.layers.0.mlp.experts.18.gate_proj.weight": "expert_0_18.safetensors",
    "model.layers.0.mlp.experts.18.up_proj.weight": "expert_0_18.safetensors",
    "model.layers.0.mlp.experts.18.down_proj.weight": "expert_0_18.safetensors",
    "model.layers.0.mlp.experts.19.gate_proj.weight": "expert_0_19.safetensors",
    "model.layers.0.mlp.experts.19.up_proj.weight": "expert_0_19.safetensors",
    "model.layers.0.mlp.experts.19.down_proj.weight": "expert_0_19.safetensors",
    "model.layers.0.mlp.experts.20.gate_proj.weight": "expert_0_20.safetensors",
    "model.layers.0.mlp.experts.20.up_proj.weight": "expert_0_20.safetensors",
    "model.layers.0.mlp.experts.20.down_proj.weight": "expert_0_20.safetensors",
    "model.layers.0.mlp.experts.21.gate_proj.weight": "expert_0_21.safetensors",
    "model.layers.0.mlp.experts.21.up_proj.weight": "expert_0_21.safetensors",
    "model.layers.0.mlp.experts.21.down_proj.weight": "expert_0_21.safetensors",
    "model.layers.0.mlp.experts.22.gate_proj.weight": "expert_0_22.safetensors",
    "model.layers.0.mlp.experts.22.up_proj.weight": "expert_0_22.safetensors",
    "model.layers.0.mlp.experts.22.down_proj.weight": "expert_0_22.safetensors",
    "model.layers.0.mlp.experts.23.gate_proj.weight": "expert_0_23.safetensors",
    "model.layers.0.mlp.experts.23.up_proj.weight": "expert_0_23.safetensors",
    "model.layers.0.mlp.experts.23.down_proj.weight": "expert_0_23.safetensors",
    "model.layers.0.mlp.experts.24.gate_proj.weight": "expert_0_24.safetensors",
    "model.layers.0.mlp.experts.24.up_proj.weight": "expert_0_24.safetensors",
    "model.layers.0.mlp.experts.24.down_proj.weight": "expert_0_24.safetensors",
    "model.layers.0.mlp.experts.25.gate_proj.weight": "expert_0_25.safetensors",
    "model.layers.0.mlp.experts.25.up_proj.weight": "expert_0_25.safetensors",
    "model.layers.0.mlp.experts.25.down_proj.weight": "expert_0_25.safetensors",
    "model.layers.0.mlp.experts.26.gate_proj.weight": "expert_0_26.safetensors",
    "model.layers.0.mlp.experts.26.up_proj.weight": "expert_0_26.safetensors",
    "model.layers.0.mlp.experts.26.down_proj.weight": "expert_0_26.safetensors",
    "model.layers.0.mlp.experts.27.gate_proj.weight": "expert_0_27.safetensors",
    "model.layers.0.mlp.experts.27.up_proj.weight": "expert_0_27.safetensors",
    "model.layers.0.mlp.experts.27.down_proj.weight": "expert_0_27.safetensors",
    "model.layers.0.mlp.experts.28.gate_proj.weight": "expert_0_28.safetensors",
    "model.layers.0.mlp.experts.28.up_proj.weight": "expert_0_28.safetensors",
    "model.layers.0.mlp.experts.28.down_proj.weight": "expert_0_28.safetensors",
    "model.layers.0.mlp.experts.29.gate_proj.weight": "expert_0_29.safetensors",
    "model.layers.0.mlp.experts.29.up_proj.weight": "expert_0_29.safetensors",
    "model.layers.0.mlp.experts.29.down_proj.weight": "expert_0_29.safetensors",
    "model.layers.0.mlp.experts.30.gate_proj.weight": "expert_0_30.safetensors",
    "model.layers.0.mlp.experts.30.up_proj.weight": "expert_0_30.safetensors",
    "model.layers.0.mlp.experts.30.down_proj.weight": "expert_0_30.safetensors",
    "model.layers.0.mlp.experts.31.gate_proj.weight": "expert_0_31.safetensors",
    "model.layers.0.mlp.experts.31.up_proj.weight": "expert_0_31.safetensors",
    "model.layers.0.mlp.experts.31.down_proj.weight": "expert_0_31.safetensors",
    "model.layers.0.mlp.experts.32.gate_proj.weight": "expert_0_32.safetensors",
    "model.layers.0.mlp.experts.32.up_proj.weight": "expert_0_32.safetensors",
    "model.layers.0.mlp.experts.32.down_proj.weight": "expert_0_32.safetensors",
    "model.layers.0.mlp.experts.33.gate_proj.weight": "expert_0_33.safetensors",
    "model.layers.0.mlp.experts.33.up_proj.weight": "expert_0_33.safetensors",
    "model.layers.0.mlp.experts.33.down_proj.weight": "expert_0_33.safetensors",
    "model.layers.0.mlp.experts.34.gate_proj.weight": "expert_0_34.safetensors",
    "model.layers.0.mlp.experts.34.up_proj.weight": "expert_0_34.safetensors",
    "model.layers.0.mlp.experts.34.down_proj.weight": "expert_0_34.safetensors",
    "model.layers.0.mlp.experts.35.gate_proj.weight": "expert_0_35.safetensors",
    "model.layers.0.mlp.experts.35.up_proj.weight": "expert_0_35.safetensors",
    "model.layers.0.mlp.experts.35.down_proj.weight": "expert_0_35.safetensors",
    "model.layers.0.mlp.experts.36.gate_proj.weight": "expert_0_36.safetensors",
    "model.layers.0.mlp.experts.36.up_proj.weight": "expert_0_36.safetensors",
    "model.layers.0.mlp.experts.36.down_proj.weight": "expert_0_36.safetensors",
    "model.layers.0.mlp.experts.37.gate_proj.weight": "expert_0_37.safetensors",
    "model.layers.0.mlp.experts.37.up_proj.weight": "expert_0_37.safetensors",
    "model.layers.0.mlp.experts.37.down_proj.weight": "expert_0_37.safetensors",
    "model.layers.0.mlp.experts.38.gate_proj.weight": "expert_0_38.safetensors",
    "model.layers.0.mlp.experts.38.up_proj.weight": "expert_0_38.safetensors",
    "model.layers.0.mlp.experts.38.down_proj.weight": "expert_0_38.safetensors",
    "model.layers.0.mlp.experts.39.gate_proj.weight": "expert_0_39.safetensors",
    "model.layers.0.mlp.experts.39.up_proj.weight": "expert_0_39.safetensors",
    "model.layers.0.mlp.experts.39.down_proj.weight": "expert_0_39.safetensors",
    "model.layers.0.mlp.experts.40.gate_proj.weight": "expert_0_40.safetensors",
    "model.layers.0.mlp.experts.40.up_proj.weight": "expert_0_40.safetensors",
    "model.layers.0.mlp.experts.40.down_proj.weight": "expert_0_40.safetensors",
    "model.layers.0.mlp.experts.41.gate_proj.weight": "expert_0_41.safetensors",
    "model.layers.0.mlp.experts.41.up_proj.weight": "expert_0_41.safetensors",
    "model.layers.0.mlp.experts.41.down_proj.weight": "expert_0_41.safetensors",
    "model.layers.0.mlp.experts.42.gate_proj.weight": "expert_0_42.safetensors",
    "model.layers.0.mlp.experts.42.up_proj.weight": "expert_0_42.safetensors",
    "model.layers.0.mlp.experts.42.down_proj.weight": "expert_0_42.safetensors",
    "model.layers.0.mlp.experts.43.gate_proj.weight": "expert_0_43.safetensors",
    "model.layers.0.mlp.experts.43.up_proj.weight": "expert_0_43.safetensors",
    "model.layers.0.mlp.experts.43.down_proj.weight": "expert_0_43.safetensors",
    "model.layers.0.mlp.experts.44.gate_proj.weight": "expert_0_44.safetensors",
    "model.layers.0.mlp.experts.44.up_proj.weight": "expert_0_44.safetensors",
    "model.layers.0.mlp.experts.44.down_proj.weight": "expert_0_44.safetensors",
    "model.layers.0.mlp.experts.45.gate_proj.weight": "expert_0_45.safetensors",
    "model.layers.0.mlp.experts.45.up_proj.weight": "expert_0_45.safetensors",
    "model.layers.0.mlp.experts.45.down_proj.weight": "expert_0_45.safetensors",
    "model.layers.0.mlp.experts.46.gate_proj.weight": "expert_0_46.safetensors",
    "model.layers.0.mlp.experts.46.up_proj.weight": "expert_0_46.safetensors",
    "model.layers.0.mlp.experts.46.down_proj.weight": "expert_0_46.safetensors",
    "model.layers.0.mlp.experts.47.gate_proj.weight": "expert_0_47.safetensors",
    "model.layers.0.mlp.experts.47.up_proj.weight": "expert_0_47.safetensors",
    "model.layers.0.mlp.experts.47.down_proj.weight": "expert_0_47.safetensors",
    "model.layers.0.mlp.experts.48.gate_proj.weight": "expert_0_48.safetensors",
    "model.layers.0.mlp.experts.48.up_proj.weight": "expert_0_48.safetensors",
    "model.layers.0.mlp.experts.48.down_proj.weight": "expert_0_48.safetensors",
    "model.layers.0.mlp.experts.49.gate_proj.weight": "expert_0_49.safetensors",
    "model.layers.0.mlp.experts.49.up_proj.weight": "expert_0_49.safetensors",
    "model.layers.0.mlp.experts.49.down_proj.weight": "expert_0_49.safetensors",
    "model.layers.0.mlp.experts.50.gate_proj.weight": "expert_0_50.safetensors",
    "model.layers.0.mlp.experts.50.up_proj.weight": "expert_0_50.safetensors",
    "model.layers.0.mlp.experts.50.down_proj.weight": "expert_0_50.safetensors",
    "model.layers.0.mlp.experts.51.gate_proj.weight": "expert_0_51.safetensors",
    "model.layers.0.mlp.experts.51.up_proj.weight": "expert_0_51.safetensors",
    "model.layers.0.mlp.experts.51.down_proj.weight": "expert_0_51.safetensors",
    "model.layers.0.mlp.experts.52.gate_proj.weight": "expert_0_52.safetensors",
    "model.layers.0.mlp.experts.52.up_proj.weight": "expert_0_52.safetensors",
    "model.layers.0.mlp.experts.52.down_proj.weight": "expert_0_52.safetensors",
    "model.layers.0.mlp.experts.53.gate_proj.weight": "expert_0_53.safetensors",
    "model.layers.0.mlp.experts.53.up_proj.weight": "expert_0_53.safetensors",
    "model.layers.0.mlp.experts.53.down_proj.weight": "expert_0_53.safetensors",
    "model.layers.0.mlp.experts.54.gate_proj.weight": "expert_0_54.safetensors",
    "model.layers.0.mlp.experts.54.up_proj.weight": "expert_0_54.safetensors",
    "model.layers.0.mlp.experts.54.down_proj.weight": "expert_0_54.safetensors",
    "model.layers.0.mlp.experts.55.gate_proj.weight": "expert_0_55.safetensors",
    "model.layers.0.mlp.experts.55.up_proj.weight": "expert_0_55.safetensors",
    "model.layers.0.mlp.experts.55.down_proj.weight": "expert_0_55.safetensors",
    "model.layers.0.mlp.experts.56.gate_proj.weight": "expert_0_56.safetensors",
    "model.layers.0.mlp.experts.56.up_proj.weight": "expert_0_56.safetensors",
    "model.layers.0.mlp.experts.56.down_proj.weight": "expert_0_56.safetensors",
    "model.layers.0.mlp.experts.57.gate_proj.weight": "expert_0_57.safetensors",
    "model.layers.0.mlp.experts.57.up_proj.weight": "expert_0_57.safetensors",
    "model.layers.0.mlp.experts.57.down_proj.weight": "expert_0_57.safetensors",
    "model.layers.0.mlp.experts.58.gate_proj.weight": "expert_0_58.safetensors",
    "model.layers.0.mlp.experts.58.up_proj.weight": "expert_0_58.safetensors",
    "model.layers.0.mlp.experts.58.down_proj.weight": "expert_0_58.safetensors",
    "model.layers.0.mlp.experts.59.gate_proj.weight": "expert_0_59.safetensors",
    "model.layers.0.mlp.experts.59.up_proj.weight": "expert_0_59.safetensors",
    "model.layers.0.mlp.experts.59.down_proj.weight": "expert_0_59.safetensors",
    "model.layers.0.mlp.experts.60.gate_proj.weight": "expert_0_60.safetensors",
    "model.layers.0.mlp.experts.60.up_proj.weight": "expert_0_60.safetensors",
    "model.layers.0.mlp.experts.60.down_proj.weight": "expert_0_60.safetensors",
    "model.layers.0.mlp.experts.61.gate_proj.weight": "expert_0_61.safetensors",
    "model.layers.0.mlp.experts.61.up_proj.weight": "expert_0_61.safetensors",
    "model.layers.0.mlp.experts.61.down_proj.weight": "expert_0_61.safetensors",
    "model.layers.0.mlp.experts.62.gate_proj.weight": "expert_0_62.safetensors",
    "model.layers.0.mlp.experts.62.up_proj.weight": "expert_0_62.safetensors",
    "model.layers.0.mlp.experts.62.down_proj.weight": "expert_0_62.safetensors",
    "model.layers.0.mlp.experts.63.gate_proj.weight": "expert_0_63.safetensors",
    "model.layers.0.mlp.experts.63.up_proj.weight": "expert_0_63.safetensors",
    "model.layers.0.mlp.experts.63.down_proj.weight": "expert_0_63.safetensors",
    "model.layers.1.mlp.experts.0.gate_proj.weight": "expert_1_0.safetensors",
    "model.layers.1.mlp.experts.0.up_proj.weight": "expert_1_0.safetensors",
    "model.layers.1.mlp.experts.0.down_proj.weight": "expert_1_0.safetensors",
    "model.layers.1.mlp.experts.1.gate_proj.weight": "expert_1_1.safetensors",
    "model.layers.1.mlp.experts.1.up_proj.weight": "expert_1_1.safetensors",
    "model.layers.1.mlp.experts.1.down_proj.weight": "expert_1_1.safetensors",
    "model.layers.1.mlp.experts.2.gate_proj.weight": "expert_1_2.safetensors",
    "model.layers.1.mlp.experts.2.up_proj.weight": "expert_1_2.safetensors",
    "model.layers.1.mlp.experts.2.down_proj.weight": "expert_1_2.safetensors",
    "model.layers.1.mlp.experts.3.gate_proj.weight": "expert_1_3.safetensors",
    "model.layers.1.mlp.experts.3.up_proj.weight": "expert_1_3.safetensors",
    "model.layers.1.mlp.experts.3.down_proj.weight": "expert_1_3.safetensors",
    "model.layers.1.mlp.experts.4.gate_proj.weight": "expert_1_4.safetensors",
    "model.layers.1.mlp.experts.4.up_proj.weight": "expert_1_4.safetensors",
    "model.layers.1.mlp.experts.4.down_proj.weight": "expert_1_4.safetensors",
    "model.layers.1.mlp.experts.5.gate_proj.weight": "expert_1_5.safetensors",
    "model.layers.1.mlp.experts.5.up_proj.weight": "expert_1_5.safetensors",
    "model.layers.1.mlp.experts.5.down_proj.weight": "expert_1_5.safetensors",
    "model.layers.1.mlp.experts.6.gate_proj.weight": "expert_1_6.safetensors",
    "model.layers.1.mlp.experts.6.up_proj.weight": "expert_1_6.safetensors",
    "model.layers.1.mlp.experts.6.down_proj.weight": "expert_1_6.safetensors",
    "model.layers.1.mlp.experts.7.gate_proj.weight": "expert_1_7.safetensors",
    "model.layers.1.mlp.experts.7.up_proj.weight": "expert_1_7.safetensors",
    "model.layers.1.mlp.experts.7.down_proj.weight": "expert_1_7.safetensors",
    "model.layers.1.mlp.experts.8.gate_proj.weight": "expert_1_8.safetensors",
    "model.layers.1.mlp.experts.8.up_proj.weight": "expert_1_8.safetensors",
    "model.layers.1.mlp.experts.8.down_proj.weight": "expert_1_8.safetensors",
    "model.layers.1.mlp.experts.9.gate_proj.weight": "expert_1_9.safetensors",
    "model.layers.1.mlp.experts.9.up_proj.weight": "expert_1_9.safetensors",
    "model.layers.1.mlp.experts.9.down_proj.weight": "expert_1_9.safetensors",
    "model.layers.1.mlp.experts.10.gate_proj.weight": "expert_1_10.safetensors",
    "model.layers.1.mlp.experts.10.up_proj.weight": "expert_1_10.safetensors",
    "model.layers.1.mlp.experts.10.down_proj.weight": "expert_1_10.safetensors",
    "model.layers.1.mlp.experts.11.gate_proj.weight": "expert_1_11.safetensors",
    "model.layers.1.mlp.experts.11.up_proj.weight": "expert_1_11.safetensors",
    "model.layers.1.mlp.experts.11.down_proj.weight": "expert_1_11.safetensors",
    "model.layers.1.mlp.experts.12.gate_proj.weight": "expert_1_12.safetensors",
    "model.layers.1.mlp.experts.12.up_proj.weight": "expert_1_12.safetensors",
    "model.layers.1.mlp.experts.12.down_proj.weight": "expert_1_12.safetensors",
    "model.layers.1.mlp.experts.13.gate_proj.weight": "expert_1_13.safetensors",
    "model.layers.1.mlp.experts.13.up_proj.weight": "expert_1_13.safetensors",
    "model.layers.1.mlp.experts.13.down_proj.weight": "expert_1_13.safetensors",
    "model.layers.1.mlp.experts.14.gate_proj.weight": "expert_1_14.safetensors",
    "model.layers.1.mlp.experts.14.up_proj.weight": "expert_1_14.safetensors",
    "model.layers.1.mlp.experts.14.down_proj.weight": "expert_1_14.safetensors",
    "model.layers.1.mlp.experts.15.gate_proj.weight": "expert_1_15.safetensors",
    "model.layers.1.mlp.experts.15.up_proj.weight": "expert_1_15.safetensors",
    "model.layers.1.mlp.experts.15.down_proj.weight": "expert_1_15.safetensors",
    "model.layers.1.mlp.experts.16.gate_proj.weight": "expert_1_16.safetensors",
    "model.layers.1.mlp.experts.16.up_proj.weight": "expert_1_16.safetensors",
    "model.layers.1.mlp.experts.16.down_proj.weight": "expert_1_16.safetensors",
    "model.layers.1.mlp.experts.17.gate_proj.weight": "expert_1_17.safetensors",
    "model.layers.1.mlp.experts.17.up_proj.weight": "expert_1_17.safetensors",
    "model.layers.1.mlp.experts.17.down_proj.weight": "expert_1_17.safetensors",
    "model.layers.1.mlp.experts.18.gate_proj.weight": "expert_1_18.safetensors",
    "model.layers.1.mlp.experts.18.up_proj.weight": "expert_1_18.safetensors",
    "model.layers.1.mlp.experts.18.down_proj.weight": "expert_1_18.safetensors",
    "model.layers.1.mlp.experts.19.gate_proj.weight": "expert_1_19.safetensors",
    "model.layers.1.mlp.experts.19.up_proj.weight": "expert_1_19.safetensors",
    "model.layers.1.mlp.experts.19.down_proj.weight": "expert_1_19.safetensors",
    "model.layers.1.mlp.experts.20.gate_proj.weight": "expert_1_20.safetensors",
    "model.layers.1.mlp.experts.20.up_proj.weight": "expert_1_20.safetensors",
    "model.layers.1.mlp.experts.20.down_proj.weight": "expert_1_20.safetensors",
    "model.layers.1.mlp.experts.21.gate_proj.weight": "expert_1_21.safetensors",
    "model.layers.1.mlp.experts.21.up_proj.weight": "expert_1_21.safetensors",
    "model.layers.1.mlp.experts.21.down_proj.weight": "expert_1_21.safetensors",
    "model.layers.1.mlp.experts.22.gate_proj.weight": "expert_1_22.safetensors",
    "model.layers.1.mlp.experts.22.up_proj.weight": "expert_1_22.safetensors",
    "model.layers.1.mlp.experts.22.down_proj.weight": "expert_1_22.safetensors",
    "model.layers.1.mlp.experts.23.gate_proj.weight": "expert_1_23.safetensors",
    "model.layers.1.mlp.experts.23.up_proj.weight": "expert_1_23.safetensors",
    "model.layers.1.mlp.experts.23.down_proj.weight": "expert_1_23.safetensors",
    "model.layers.1.mlp.experts.24.gate_proj.weight": "expert_1_24.safetensors",
    "model.layers.1.mlp.experts.24.up_proj.weight": "expert_1_24.safetensors",
    "model.layers.1.mlp.experts.24.down_proj.weight": "expert_1_24.safetensors",
    "model.layers.1.mlp.experts.25.gate_proj.weight": "expert_1_25.safetensors",
    "model.layers.1.mlp.experts.25.up_proj.weight": "expert_1_25.safetensors",
    "model.layers.1.mlp.experts.25.down_proj.weight": "expert_1_25.safetensors",
    "model.layers.1.mlp.experts.26.gate_proj.weight": "expert_1_26.safetensors",
    "model.layers.1.mlp.experts.26.up_proj.weight": "expert_1_26.safetensors",
    "model.layers.1.mlp.experts.26.down_proj.weight": "expert_1_26.safetensors",
    "model.layers.1.mlp.experts.27.gate_proj.weight": "expert_1_27.safetensors",
    "model.layers.1.mlp.experts.27.up_proj.weight": "expert_1_27.safetensors",
    "model.layers.1.mlp.experts.27.down_proj.weight": "expert_1_27.safetensors",
    "model.layers.1.mlp.experts.28.gate_proj.weight": "expert_1_28.safetensors",
    "model.layers.1.mlp.experts.28.up_proj.weight": "expert_1_28.safetensors",
    "model.layers.1.mlp.experts.28.down_proj.weight": "expert_1_28.safetensors",
    "model.layers.1.mlp.experts.29.gate_proj.weight": "expert_1_29.safetensors",
    "model.layers.1.mlp.experts.29.up_proj.weight": "expert_1_29.safetensors",
    "model.layers.1.mlp.experts.29.down_proj.weight": "expert_1_29.safetensors",
    "model.layers.1.mlp.experts.30.gate_proj.weight": "expert_1_30.safetensors",
    "model.layers.1.mlp.experts.30.up_proj.weight": "expert_1_30.safetensors",
    "model.layers.1.mlp.experts.30.down_proj.weight": "expert_1_30.safetensors",
    "model.layers.1.mlp.experts.31.gate_proj.weight": "expert_1_31.safetensors",
    "model.layers.1.mlp.experts.31.up_proj.weight": "expert_1_31.safetensors",
    "model.layers.1.mlp.experts.31.down_proj.weight": "expert_1_31.safetensors",
    "model.layers.1.mlp.experts.32.gate_proj.weight": "expert_1_32.safetensors",
    "model.layers.1.mlp.experts.32.up_proj.weight": "expert_1_32.safetensors",
    "model.layers.1.mlp.experts.32.down_proj.weight": "expert_1_32.safetensors",
    "model.layers.1.mlp.experts.33.gate_proj.weight": "expert_1_33.safetensors",
    "model.layers.1.mlp.experts.33.up_proj.weight": "expert_1_33.safetensors",
    "model.layers.1.mlp.experts.33.down_proj.weight": "expert_1_33.safetensors",
    "model.layers.1.mlp.experts.34.gate_proj.weight": "expert_1_34.safetensors",
    "model.layers.1.mlp.experts.34.up_proj.weight": "expert_1_34.safetensors",
    "model.layers.1.mlp.experts.34.down_proj.weight": "expert_1_34.safetensors",
    "model.layers.1.mlp.experts.35.gate_proj.weight": "expert_1_35.safetensors",
    "model.layers.1.mlp.experts.35.up_proj.weight": "expert_1_35.safetensors",
    "model.layers.1.mlp.experts.35.down_proj.weight": "expert_1_35.safetensors",
    "model.layers.1.mlp.experts.36.gate_proj.weight": "expert_1_36.safetensors",
    "model.layers.1.mlp.experts.36.up_proj.weight": "expert_1_36.safetensors",
    "model.layers.1.mlp.experts.36.down_proj.weight": "expert_1_36.safetensors",
    "model.layers.1.mlp.experts.37.gate_proj.weight": "expert_1_37.safetensors",
    "model.layers.1.mlp.experts.37.up_proj.weight": "expert_1_37.safetensors",
    "model.layers.1.mlp.experts.37.down_proj.weight": "expert_1_37.safetensors",
    "model.layers.1.mlp.experts.38.gate_proj.weight": "expert_1_38.safetensors",
    "model.layers.1.mlp.experts.38.up_proj.weight": "expert_1_38.safetensors",
    "model.layers.1.mlp.experts.38.down_proj.weight": "expert_1_38.safetensors",
    "model.layers.1.mlp.experts.39.gate_proj.weight": "expert_1_39.safetensors",
    "model.layers.1.mlp.experts.39.up_proj.weight": "expert_1_39.safetensors",
    "model.layers.1.mlp.experts.39.down_proj.weight": "expert_1_39.safetensors",
    "model.layers.1.mlp.experts.40.gate_proj.weight": "expert_1_40.safetensors",
    "model.layers.1.mlp.experts.40.up_proj.weight": "expert_1_40.safetensors",
    "model.layers.1.mlp.experts.40.down_proj.weight": "expert_1_40.safetensors",
    "model.layers.1.mlp.experts.41.gate_proj.weight": "expert_1_41.safetensors",
    "model.layers.1.mlp.experts.41.up_proj.weight": "expert_1_41.safetensors",
    "model.layers.1.mlp.experts.41.down_proj.weight": "expert_1_41.safetensors",
    "model.layers.1.mlp.experts.42.gate_proj.weight": "expert_1_42.safetensors",
    "model.layers.1.mlp.experts.42.up_proj.weight": "expert_1_42.safetensors",
    "model.layers.1.mlp.experts.42.down_proj.weight": "expert_1_42.safetensors",
    "model.layers.1.mlp.experts.43.gate_proj.weight": "expert_1_43.safetensors",
    "model.layers.1.mlp.experts.43.up_proj.weight": "expert_1_43.safetensors",
    "model.layers.1.mlp.experts.43.down_proj.weight": "expert_1_43.safetensors",
    "model.layers.1.mlp.experts.44.gate_proj.weight": "expert_1_44.safetensors",
    "model.layers.1.mlp.experts.44.up_proj.weight": "expert_1_44.safetensors",
    "model.layers.1.mlp.experts.44.down_proj.weight": "expert_1_44.safetensors",
    "model.layers.1.mlp.experts.45.gate_proj.weight": "expert_1_45.safetensors",
    "model.layers.1.mlp.experts.45.up_proj.weight": "expert_1_45.safetensors",
    "model.layers.1.mlp.experts.45.down_proj.weight": "expert_1_45.safetensors",
    "model.layers.1.mlp.experts.46.gate_proj.weight": "expert_1_46.safetensors",
    "model.layers.1.mlp.experts.46.up_proj.weight": "expert_1_46.safetensors",
    "model.layers.1.mlp.experts.46.down_proj.weight": "expert_1_46.safetensors",
    "model.layers.1.mlp.experts.47.gate_proj.weight": "expert_1_47.safetensors",
    "model.layers.1.mlp.experts.47.up_proj.weight": "expert_1_47.safetensors",
    "model.layers.1.mlp.experts.47.down_proj.weight": "expert_1_47.safetensors",
    "model.layers.1.mlp.experts.48.gate_proj.weight": "expert_1_48.safetensors",
    "model.layers.1.mlp.experts.48.up_proj.weight": "expert_1_48.safetensors",
    "model.layers.1.mlp.experts.48.down_proj.weight": "expert_1_48.safetensors",
    "model.layers.1.mlp.experts.49.gate_proj.weight": "expert_1_49.safetensors",
    "model.layers.1.mlp.experts.49.up_proj.weight": "expert_1_49.safetensors",
    "model.layers.1.mlp.experts.49.down_proj.weight": "expert_1_49.safetensors",
    "model.layers.1.mlp.experts.50.gate_proj.weight": "expert_1_50.safetensors",
    "model.layers.1.mlp.experts.50.up_proj.weight": "expert_1_50.safetensors",
    "model.layers.1.mlp.experts.50.down_proj.weight": "expert_1_50.safetensors",
    "model.layers.1.mlp.experts.51.gate_proj.weight": "expert_1_51.safetensors",
    "model.layers.1.mlp.experts.51.up_proj.weight": "expert_1_51.safetensors",
    "model.layers.1.mlp.experts.51.down_proj.weight": "expert_1_51.safetensors",
    "model.layers.1.mlp.experts.52.gate_proj.weight": "expert_1_52.safetensors",
    "model.layers.1.mlp.experts.52.up_proj.weight": "expert_1_52.safetensors",
    "model.layers.1.mlp.experts.52.down_proj.weight": "expert_1_52.safetensors",
    "model.layers.1.mlp.experts.53.gate_proj.weight": "expert_1_53.safetensors",
    "model.layers.1.mlp.experts.53.up_proj.weight": "expert_1_53.safetensors",
    "model.layers.1.mlp.experts.53.down_proj.weight": "expert_1_53.safetensors",
    "model.layers.1.mlp.experts.54.gate_proj.weight": "expert_1_54.safetensors",
    "model.layers.1.mlp.experts.54.up_proj.weight": "expert_1_54.safetensors",
    "model.layers.1.mlp.experts.54.down_proj.weight": "expert_1_54.safetensors",
    "model.layers.1.mlp.experts.55.gate_proj.weight": "expert_1_55.safetensors",
    "model.layers.1.mlp.experts.55.up_proj.weight": "expert_1_55.safetensors",
    "model.layers.1.mlp.experts.55.down_proj.weight": "expert_1_55.safetensors",
    "model.layers.1.mlp.experts.56.gate_proj.weight": "expert_1_56.safetensors",
    "model.layers.1.mlp.experts.56.up_proj.weight": "expert_1_56.safetensors",
    "model.layers.1.mlp.experts.56.down_proj.weight": "expert_1_56.safetensors",
    "model.layers.1.mlp.experts.57.gate_proj.weight": "expert_1_57.safetensors",
    "model.layers.1.mlp.experts.57.up_proj.weight": "expert_1_57.safetensors",
    "model.layers.1.mlp.experts.57.down_proj.weight": "expert_1_57.safetensors",
    "model.layers.1.mlp.experts.58.gate_proj.weight": "expert_1_58.safetensors",
    "model.layers.1.mlp.experts.58.up_proj.weight": "expert_1_58.safetensors",
    "model.layers.1.mlp.experts.58.down_proj.weight": "expert_1_58.safetensors",
    "model.layers.1.mlp.experts.59.gate_proj.weight": "expert_1_59.safetensors",
    "model.layers.1.mlp.experts.59.up_proj.weight": "expert_1_59.safetensors",
    "model.layers.1.mlp.experts.59.down_proj.weight": "expert_1_59.safetensors",
    "model.layers.1.mlp.experts.60.gate_proj.weight": "expert_1_60.safetensors",
    "model.layers.1.mlp.experts.60.up_proj.weight": "expert_1_60.safetensors",
    "model.layers.1.mlp.experts.60.down_proj.weight": "expert_1_60.safetensors",
    "model.layers.1.mlp.experts.61.gate_proj.weight": "expert_1_61.safetensors",
    "model.layers.1.mlp.experts.61.up_proj.weight": "expert_1_61.safetensors",
    "model.layers.1.mlp.experts.61.down_proj.weight": "expert_1_61.safetensors",
    "model.layers.1.mlp.experts.62.gate_proj.weight": "expert_1_62.safetensors",
    "model.layers.1.mlp.experts.62.up_proj.weight": "expert_1_62.safetensors",
    "model.layers.1.mlp.experts.62.down_proj.weight": "expert_1_62.safetensors",
    "model.layers.1.mlp.experts.63.gate_proj.weight": "expert_1_63.safetensors",
    "model.layers.1.mlp.experts.63.up_proj.weight": "expert_1_63.safetensors",
    "model.layers.1.mlp.experts.63.down_proj.weight": "expert_1_63.safetensors",
    "model.layers.2.mlp.experts.0.gate_proj.weight": "expert_2_0.safetensors",
    "model.layers.2.mlp.experts.0.up_proj.weight": "expert_2_0.safetensors",
    "model.layers.2.mlp.experts.0.down_proj.weight": "expert_2_0.safetensors",
    "model.layers.2.mlp.experts.1.gate_proj.weight": "expert_2_1.safetensors",
    "model.layers.2.mlp.experts.1.up_proj.weight": "expert_2_1.safetensors",
    "model.layers.2.mlp.experts.1.down_proj.weight": "expert_2_1.safetensors",
    "model.layers.2.mlp.experts.2.gate_proj.weight": "expert_2_2.safetensors",
    "model.layers.2.mlp.experts.2.up_proj.weight": "expert_2_2.safetensors",
    "model.layers.2.mlp.experts.2.down_proj.weight": "expert_2_2.safetensors",
    "model.layers.2.mlp.experts.3.gate_proj.weight": "expert_2_3.safetensors",
    "model.layers.2.mlp.experts.3.up_proj.weight": "expert_2_3.safetensors",
    "model.layers.2.mlp.experts.3.down_proj.weight": "expert_2_3.safetensors",
    "model.layers.2.mlp.experts.4.gate_proj.weight": "expert_2_4.safetensors",
    "model.layers.2.mlp.experts.4.up_proj.weight": "expert_2_4.safetensors",
    "model.layers.2.mlp.experts.4.down_proj.weight": "expert_2_4.safetensors",
    "model.layers.2.mlp.experts.5.gate_proj.weight": "expert_2_5.safetensors",
    "model.layers.2.mlp.experts.5.up_proj.weight": "expert_2_5.safetensors",
    "model.layers.2.mlp.experts.5.down_proj.weight": "expert_2_5.safetensors",
    "model.layers.2.mlp.experts.6.gate_proj.weight": "expert_2_6.safetensors",
    "model.layers.2.mlp.experts.6.up_proj.weight": "expert_2_6.safetensors",
    "model.layers.2.mlp.experts.6.down_proj.weight": "expert_2_6.safetensors",
    "model.layers.2.mlp.experts.7.gate_proj.weight": "expert_2_7.safetensors",
    "model.layers.2.mlp.experts.7.up_proj.weight": "expert_2_7.safetensors",
    "model.layers.2.mlp.experts.7.down_proj.weight": "expert_2_7.safetensors",
    "model.layers.2.mlp.experts.8.gate_proj.weight": "expert_2_8.safetensors",
    "model.layers.2.mlp.experts.8.up_proj.weight": "expert_2_8.safetensors",
    "model.layers.2.mlp.experts.8.down_proj.weight": "expert_2_8.safetensors",
    "model.layers.2.mlp.experts.9.gate_proj.weight": "expert_2_9.safetensors",
    "model.layers.2.mlp.experts.9.up_proj.weight": "expert_2_9.safetensors",
    "model.layers.2.mlp.experts.9.down_proj.weight": "expert_2_9.safetensors",
    "model.layers.2.mlp.experts.10.gate_proj.weight": "expert_2_10.safetensors",
    "model.layers.2.mlp.experts.10.up_proj.weight": "expert_2_10.safetensors",
    "model.layers.2.mlp.experts.10.down_proj.weight": "expert_2_10.safetensors",
    "model.layers.2.mlp.experts.11.gate_proj.weight": "expert_2_11.safetensors",
    "model.layers.2.mlp.experts.11.up_proj.weight": "expert_2_11.safetensors",
    "model.layers.2.mlp.experts.11.down_proj.weight": "expert_2_11.safetensors",
    "model.layers.2.mlp.experts.12.gate_proj.weight": "expert_2_12.safetensors",
    "model.layers.2.mlp.experts.12.up_proj.weight": "expert_2_12.safetensors",
    "model.layers.2.mlp.experts.12.down_proj.weight": "expert_2_12.safetensors",
    "model.layers.2.mlp.experts.13.gate_proj.weight": "expert_2_13.safetensors",
    "model.layers.2.mlp.experts.13.up_proj.weight": "expert_2_13.safetensors",
    "model.layers.2.mlp.experts.13.down_proj.weight": "expert_2_13.safetensors",
    "model.layers.2.mlp.experts.14.gate_proj.weight": "expert_2_14.safetensors",
    "model.layers.2.mlp.experts.14.up_proj.weight": "expert_2_14.safetensors",
    "model.layers.2.mlp.experts.14.down_proj.weight": "expert_2_14.safetensors",
    "model.layers.2.mlp.experts.15.gate_proj.weight": "expert_2_15.safetensors",
    "model.layers.2.mlp.experts.15.up_proj.weight": "expert_2_15.safetensors",
    "model.layers.2.mlp.experts.15.down_proj.weight": "expert_2_15.safetensors",
    "model.layers.2.mlp.experts.16.gate_proj.weight": "expert_2_16.safetensors",
    "model.layers.2.mlp.experts.16.up_proj.weight": "expert_2_16.safetensors",
    "model.layers.2.mlp.experts.16.down_proj.weight": "expert_2_16.safetensors",
    "model.layers.2.mlp.experts.17.gate_proj.weight": "expert_2_17.safetensors",
    "model.layers.2.mlp.experts.17.up_proj.weight": "expert_2_17.safetensors",
    "model.layers.2.mlp.experts.17.down_proj.weight": "expert_2_17.safetensors",
    "model.layers.2.mlp.experts.18.gate_proj.weight": "expert_2_18.safetensors",
    "model.layers.2.mlp.experts.18.up_proj.weight": "expert_2_18.safetensors",
    "model.layers.2.mlp.experts.18.down_proj.weight": "expert_2_18.safetensors",
    "model.layers.2.mlp.experts.19.gate_proj.weight": "expert_2_19.safetensors",
    "model.layers.2.mlp.experts.19.up_proj.weight": "expert_2_19.safetensors",
    "model.layers.2.mlp.experts.19.down_proj.weight": "expert_2_19.safetensors",
    "model.layers.2.mlp.experts.20.gate_proj.weight": "expert_2_20.safetensors",
    "model.layers.2.mlp.experts.20.up_proj.weight": "expert_2_20.safetensors",
    "model.layers.2.mlp.experts.20.down_proj.weight": "expert_2_20.safetensors",
    "model.layers.2.mlp.experts.21.gate_proj.weight": "expert_2_21.safetensors",
    "model.layers.2.mlp.experts.21.up_proj.weight": "expert_2_21.safetensors",
    "model.layers.2.mlp.experts.21.down_proj.weight": "expert_2_21.safetensors",
    "model.layers.2.mlp.experts.22.gate_proj.weight": "expert_2_22.safetensors",
    "model.layers.2.mlp.experts.22.up_proj.weight": "expert_2_22.safetensors",
    "model.layers.2.mlp.experts.22.down_proj.weight": "expert_2_22.safetensors",
    "model.layers.2.mlp.experts.23.gate_proj.weight": "expert_2_23.safetensors",
    "model.layers.2.mlp.experts.23.up_proj.weight": "expert_2_23.safetensors",
    "model.layers.2.mlp.experts.23.down_proj.weight": "expert_2_23.safetensors",
    "model.layers.2.mlp.experts.24.gate_proj.weight": "expert_2_24.safetensors",
    "model.layers.2.mlp.experts.24.up_proj.weight": "expert_2_24.safetensors",
    "model.layers.2.mlp.experts.24.down_proj.weight": "expert_2_24.safetensors",
    "model.layers.2.mlp.experts.25.gate_proj.weight": "expert_2_25.safetensors",
    "model.layers.2.mlp.experts.25.up_proj.weight": "expert_2_25.safetensors",
    "model.layers.2.mlp.experts.25.down_proj.weight": "expert_2_25.safetensors",
    "model.layers.2.mlp.experts.26.gate_proj.weight": "expert_2_26.safetensors",
    "model.layers.2.mlp.experts.26.up_proj.weight": "expert_2_26.safetensors",
    "model.layers.2.mlp.experts.26.down_proj.weight": "expert_2_26.safetensors",
    "model.layers.2.mlp.experts.27.gate_proj.weight": "expert_2_27.safetensors",
    "model.layers.2.mlp.experts.27.up_proj.weight": "expert_2_27.safetensors",
    "model.layers.2.mlp.experts.27.down_proj.weight": "expert_2_27.safetensors",
    "model.layers.2.mlp.experts.28.gate_proj.weight": "expert_2_28.safetensors",
    "model.layers.2.mlp.experts.28.up_proj.weight": "expert_2_28.safetensors",
    "model.layers.2.mlp.experts.28.down_proj.weight": "expert_2_28.safetensors",
    "model.layers.2.mlp.experts.29.gate_proj.weight": "expert_2_29.safetensors",
    "model.layers.2.mlp.experts.29.up_proj.weight": "expert_2_29.safetensors",
    "model.layers.2.mlp.experts.29.down_proj.weight": "expert_2_29.safetensors",
    "model.layers.2.mlp.experts.30.gate_proj.weight": "expert_2_30.safetensors",
    "model.layers.2.mlp.experts.30.up_proj.weight": "expert_2_30.safetensors",
    "model.layers.2.mlp.experts.30.down_proj.weight": "expert_2_30.safetensors",
    "model.layers.2.mlp.experts.31.gate_proj.weight": "expert_2_31.safetensors",
    "model.layers.2.mlp.experts.31.up_proj.weight": "expert_2_31.safetensors",
    "model.layers.2.mlp.experts.31.down_proj.weight": "expert_2_31.safetensors",
    "model.layers.2.mlp.experts.32.gate_proj.weight": "expert_2_32.safetensors",
    "model.layers.2.mlp.experts.32.up_proj.weight": "expert_2_32.safetensors",
    "model.layers.2.mlp.experts.32.down_proj.weight": "expert_2_32.safetensors",
    "model.layers.2.mlp.experts.33.gate_proj.weight": "expert_2_33.safetensors",
    "model.layers.2.mlp.experts.33.up_proj.weight": "expert_2_33.safetensors",
    "model.layers.2.mlp.experts.33.down_proj.weight": "expert_2_33.safetensors",
    "model.layers.2.mlp.experts.34.gate_proj.weight": "expert_2_34.safetensors",
    "model.layers.2.mlp.experts.34.up_proj.weight": "expert_2_34.safetensors",
    "model.layers.2.mlp.experts.34.down_proj.weight": "expert_2_34.safetensors",
    "model.layers.2.mlp.experts.35.gate_proj.weight": "expert_2_35.safetensors",
    "model.layers.2.mlp.experts.35.up_proj.weight": "expert_2_35.safetensors",
    "model.layers.2.mlp.experts.35.down_proj.weight": "expert_2_35.safetensors",
    "model.layers.2.mlp.experts.36.gate_proj.weight": "expert_2_36.safetensors",
    "model.layers.2.mlp.experts.36.up_proj.weight": "expert_2_36.safetensors",
    "model.layers.2.mlp.experts.36.down_proj.weight": "expert_2_36.safetensors",
    "model.layers.2.mlp.experts.37.gate_proj.weight": "expert_2_37.safetensors",
    "model.layers.2.mlp.experts.37.up_proj.weight": "expert_2_37.safetensors",
    "model.layers.2.mlp.experts.37.down_proj.weight": "expert_2_37.safetensors",
    "model.layers.2.mlp.experts.38.gate_proj.weight": "expert_2_38.safetensors",
    "model.layers.2.mlp.experts.38.up_proj.weight": "expert_2_38.safetensors",
    "model.layers.2.mlp.experts.38.down_proj.weight": "expert_2_38.safetensors",
    "model.layers.2.mlp.experts.39.gate_proj.weight": "expert_2_39.safetensors",
    "model.layers.2.mlp.experts.39.up_proj.weight": "expert_2_39.safetensors",
    "model.layers.2.mlp.experts.39.down_proj.weight": "expert_2_39.safetensors",
    "model.layers.2.mlp.experts.40.gate_proj.weight": "expert_2_40.safetensors",
    "model.layers.2.mlp.experts.40.up_proj.weight": "expert_2_40.safetensors",
    "model.layers.2.mlp.experts.40.down_proj.weight": "expert_2_40.safetensors",
    "model.layers.2.mlp.experts.41.gate_proj.weight": "expert_2_41.safetensors",
    "model.layers.2.mlp.experts.41.up_proj.weight": "expert_2_41.safetensors",
    "model.layers.2.mlp.experts.41.down_proj.weight": "expert_2_41.safetensors",
    "model.layers.2.mlp.experts.42.gate_proj.weight": "expert_2_42.safetensors",
    "model.layers.2.mlp.experts.42.up_proj.weight": "expert_2_42.safetensors",
    "model.layers.2.mlp.experts.42.down_proj.weight": "expert_2_42.safetensors",
    "model.layers.2.mlp.experts.43.gate_proj.weight": "expert_2_43.safetensors",
    "model.layers.2.mlp.experts.43.up_proj.weight": "expert_2_43.safetensors",
    "model.layers.2.mlp.experts.43.down_proj.weight": "expert_2_43.safetensors",
    "model.layers.2.mlp.experts.44.gate_proj.weight": "expert_2_44.safetensors",
    "model.layers.2.mlp.experts.44.up_proj.weight": "expert_2_44.safetensors",
    "model.layers.2.mlp.experts.44.down_proj.weight": "expert_2_44.safetensors",
    "model.layers.2.mlp.experts.45.gate_proj.weight": "expert_2_45.safetensors",
    "model.layers.2.mlp.experts.45.up_proj.weight": "expert_2_45.safetensors",
    "model.layers.2.mlp.experts.45.down_proj.weight": "expert_2_45.safetensors",
    "model.layers.2.mlp.experts.46.gate_proj.weight": "expert_2_46.safetensors",
    "model.layers.2.mlp.experts.46.up_proj.weight": "expert_2_46.safetensors",
    "model.layers.2.mlp.experts.46.down_proj.weight": "expert_2_46.safetensors",
    "model.layers.2.mlp.experts.47.gate_proj.weight": "expert_2_47.safetensors",
    "model.layers.2.mlp.experts.47.up_proj.weight": "expert_2_47.safetensors",
    "model.layers.2.mlp.experts.47.down_proj.weight": "expert_2_47.safetensors",
    "model.layers.2.mlp.experts.48.gate_proj.weight": "expert_2_48.safetensors",
    "model.layers.2.mlp.experts.48.up_proj.weight": "expert_2_48.safetensors",
    "model.layers.2.mlp.experts.48.down_proj.weight": "expert_2_48.safetensors",
    "model.layers.2.mlp.experts.49.gate_proj.weight": "expert_2_49.safetensors",
    "model.layers.2.mlp.experts.49.up_proj.weight": "expert_2_49.safetensors",
    "model.layers.2.mlp.experts.49.down_proj.weight": "expert_2_49.safetensors",
    "model.layers.2.mlp.experts.50.gate_proj.weight": "expert_2_50.safetensors",
    "model.layers.2.mlp.experts.50.up_proj.weight": "expert_2_50.safetensors",
    "model.layers.2.mlp.experts.50.down_proj.weight": "expert_2_50.safetensors",
    "model.layers.2.mlp.experts.51.gate_proj.weight": "expert_2_51.safetensors",
    "model.layers.2.mlp.experts.51.up_proj.weight": "expert_2_51.safetensors",
    "model.layers.2.mlp.experts.51.down_proj.weight": "expert_2_51.safetensors",
    "model.layers.2.mlp.experts.52.gate_proj.weight": "expert_2_52.safetensors",
    "model.layers.2.mlp.experts.52.up_proj.weight": "expert_2_52.safetensors",
    "model.layers.2.mlp.experts.52.down_proj.weight": "expert_2_52.safetensors",
    "model.layers.2.mlp.experts.53.gate_proj.weight": "expert_2_53.safetensors",
    "model.layers.2.mlp.experts.53.up_proj.weight": "expert_2_53.safetensors",
    "model.layers.2.mlp.experts.53.down_proj.weight": "expert_2_53.safetensors",
    "model.layers.2.mlp.experts.54.gate_proj.weight": "expert_2_54.safetensors",
    "model.layers.2.mlp.experts.54.up_proj.weight": "expert_2_54.safetensors",
    "model.layers.2.mlp.experts.54.down_proj.weight": "expert_2_54.safetensors",
    "model.layers.2.mlp.experts.55.gate_proj.weight": "expert_2_55.safetensors",
    "model.layers.2.mlp.experts.55.up_proj.weight": "expert_2_55.safetensors",
    "model.layers.2.mlp.experts.55.down_proj.weight": "expert_2_55.safetensors",
    "model.layers.2.mlp.experts.56.gate_proj.weight": "expert_2_56.safetensors",
    "model.layers.2.mlp.experts.56.up_proj.weight": "expert_2_56.safetensors",
    "model.layers.2.mlp.experts.56.down_proj.weight": "expert_2_56.safetensors",
    "model.layers.2.mlp.experts.57.gate_proj.weight": "expert_2_57.safetensors",
    "model.layers.2.mlp.experts.57.up_proj.weight": "expert_2_57.safetensors",
    "model.layers.2.mlp.experts.57.down_proj.weight": "expert_2_57.safetensors",
    "model.layers.2.mlp.experts.58.gate_proj.weight": "expert_2_58.safetensors",
    "model.layers.2.mlp.experts.58.up_proj.weight": "expert_2_58.safetensors",
    "model.layers.2.mlp.experts.58.down_proj.weight": "expert_2_58.safetensors",
    "model.layers.2.mlp.experts.59.gate_proj.weight": "expert_2_59.safetensors",
    "model.layers.2.mlp.experts.59.up_proj.weight": "expert_2_59.safetensors",
    "model.layers.2.mlp.experts.59.down_proj.weight": "expert_2_59.safetensors",
    "model.layers.2.mlp.experts.60.gate_proj.weight": "expert_2_60.safetensors",
    "model.layers.2.mlp.experts.60.up_proj.weight": "expert_2_60.safetensors",
    "model.layers.2.mlp.experts.60.down_proj.weight": "expert_2_60.safetensors",
    "model.layers.2.mlp.experts.61.gate_proj.weight": "expert_2_61.safetensors",
    "model.layers.2.mlp.experts.61.up_proj.weight": "expert_2_61.safetensors",
    "model.layers.2.mlp.experts.61.down_proj.weight": "expert_2_61.safetensors",
    "model.layers.2.mlp.experts.62.gate_proj.weight": "expert_2_62.safetensors",
    "model.layers.2.mlp.experts.62.up_proj.weight": "expert_2_62.safetensors",
    "model.layers.2.mlp.experts.62.down_proj.weight": "expert_2_62.safetensors",
    "model.layers.2.mlp.experts.63.gate_proj.weight": "expert_2_63.safetensors",
    "model.layers.2.mlp.experts.63.up_proj.weight": "expert_2_63.safetensors",
    "model.layers.2.mlp.experts.63.down_proj.weight": "expert_2_63.safetensors",
    "model.layers.3.mlp.experts.0.gate_proj.weight": "expert_3_0.safetensors",
    "model.layers.3.mlp.experts.0.up_proj.weight": "expert_3_0.safetensors",
    "model.layers.3.mlp.experts.0.down_proj.weight": "expert_3_0.safetensors",
    "model.layers.3.mlp.experts.1.gate_proj.weight": "expert_3_1.safetensors",
    "model.layers.3.mlp.experts.1.up_proj.weight": "expert_3_1.safetensors",
    "model.layers.3.mlp.experts.1.down_proj.weight": "expert_3_1.safetensors",
    "model.layers.3.mlp.experts.2.gate_proj.weight": "expert_3_2.safetensors",
    "model.layers.3.mlp.experts.2.up_proj.weight": "expert_3_2.safetensors",
    "model.layers.3.mlp.experts.2.down_proj.weight": "expert_3_2.safetensors",
    "model.layers.3.mlp.experts.3.gate_proj.weight": "expert_3_3.safetensors",
    "model.layers.3.mlp.experts.3.up_proj.weight": "expert_3_3.safetensors",
    "model.layers.3.mlp.experts.3.down_proj.weight": "expert_3_3.safetensors",
    "model.layers.3.mlp.experts.4.gate_proj.weight": "expert_3_4.safetensors",
    "model.layers.3.mlp.experts.4.up_proj.weight": "expert_3_4.safetensors",
    "model.layers.3.mlp.experts.4.down_proj.weight": "expert_3_4.safetensors",
    "model.layers.3.mlp.experts.5.gate_proj.weight": "expert_3_5.safetensors",
    "model.layers.3.mlp.experts.5.up_proj.weight": "expert_3_5.safetensors",
    "model.layers.3.mlp.experts.5.down_proj.weight": "expert_3_5.safetensors",
    "model.layers.3.mlp.experts.6.gate_proj.weight": "expert_3_6.safetensors",
    "model.layers.3.mlp.experts.6.up_proj.weight": "expert_3_6.safetensors",
    "model.layers.3.mlp.experts.6.down_proj.weight": "expert_3_6.safetensors",
    "model.layers.3.mlp.experts.7.gate_proj.weight": "expert_3_7.safetensors",
    "model.layers.3.mlp.experts.7.up_proj.weight": "expert_3_7.safetensors",
    "model.layers.3.mlp.experts.7.down_proj.weight": "expert_3_7.safetensors",
    "model.layers.3.mlp.experts.8.gate_proj.weight": "expert_3_8.safetensors",
    "model.layers.3.mlp.experts.8.up_proj.weight": "expert_3_8.safetensors",
    "model.layers.3.mlp.experts.8.down_proj.weight": "expert_3_8.safetensors",
    "model.layers.3.mlp.experts.9.gate_proj.weight": "expert_3_9.safetensors",
    "model.layers.3.mlp.experts.9.up_proj.weight": "expert_3_9.safetensors",
    "model.layers.3.mlp.experts.9.down_proj.weight": "expert_3_9.safetensors",
    "model.layers.3.mlp.experts.10.gate_proj.weight": "expert_3_10.safetensors",
    "model.layers.3.mlp.experts.10.up_proj.weight": "expert_3_10.safetensors",
    "model.layers.3.mlp.experts.10.down_proj.weight": "expert_3_10.safetensors",
    "model.layers.3.mlp.experts.11.gate_proj.weight": "expert_3_11.safetensors",
    "model.layers.3.mlp.experts.11.up_proj.weight": "expert_3_11.safetensors",
    "model.layers.3.mlp.experts.11.down_proj.weight": "expert_3_11.safetensors",
    "model.layers.3.mlp.experts.12.gate_proj.weight": "expert_3_12.safetensors",
    "model.layers.3.mlp.experts.12.up_proj.weight": "expert_3_12.safetensors",
    "model.layers.3.mlp.experts.12.down_proj.weight": "expert_3_12.safetensors",
    "model.layers.3.mlp.experts.13.gate_proj.weight": "expert_3_13.safetensors",
    "model.layers.3.mlp.experts.13.up_proj.weight": "expert_3_13.safetensors",
    "model.layers.3.mlp.experts.13.down_proj.weight": "expert_3_13.safetensors",
    "model.layers.3.mlp.experts.14.gate_proj.weight": "expert_3_14.safetensors",
    "model.layers.3.mlp.experts.14.up_proj.weight": "expert_3_14.safetensors",
    "model.layers.3.mlp.experts.14.down_proj.weight": "expert_3_14.safetensors",
    "model.layers.3.mlp.experts.15.gate_proj.weight": "expert_3_15.safetensors",
    "model.layers.3.mlp.experts.15.up_proj.weight": "expert_3_15.safetensors",
    "model.layers.3.mlp.experts.15.down_proj.weight": "expert_3_15.safetensors",
