{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|startoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|endofprompt|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|endofknowledge|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Metaspace",
        "replacement": "▁",
        "add_prefix_space": true
      },
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "Metaspace",
        "replacement": "▁",
        "add_prefix_space": true
      },
      {
        "type": "ByteFallback"
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": true,
    "vocab": {
      "<sep>": 0,
      "<pad>": 1,
      "<|startoftext|>": 2,
      "<|endoftext|>": 3,
      "<|endofprompt|>": 4,
      "<|endofknowledge|>": 5,
      "\u0000": 6,
      "\u0001": 7,
      "\u0002": 8,
      "\u0003": 9,
      "\u0004": 10,
      "\u0005": 11,
      "\u0006": 12,
      "\u0007": 13,
      "\b": 14,
      "\t": 15,
      "\u000b": 16,
      "\f": 17,
      "\u000e": 18,
      "\u000f": 19,
      "\u0010": 20,
      "\u0011": 21,
      "\u0012": 22,
      "\u0013": 23,
      "\u0014": 24,
      "\u0015": 25,
      "\u0016": 26,
      "\u0017": 27,
      "\u0018": 28,
      "\u0019": 29,
      "\u001a": 30,
      "\u001b": 31,
      "\u001c": 32,
      "\u001d": 33,
      "\u001e": 34,
      "\u001f": 35,
      "!": 36,
      "\"": 37,
      "#": 38,
      "$": 39,
      "%": 40,
      "&": 41,
      "'": 42,
      "(": 43,
      ")": 44,
      "*": 45,
      "+": 46,
      ",": 47,
      "-": 48,
      ".": 49,
      "/": 50,
      "0": 51,
      "1": 52,
      "2": 53,
      "3": 54,
      "4": 55,
      "5": 56,
      "6": 57,
      "7": 58,
      "8": 59,
      "9": 60,
      ":": 61,
      ";": 62,
      "<": 63,
      "=": 64,
      ">": 65,
      "?": 66,
      "@": 67,
      "A": 68,
      "B": 69,
      "C": 70,
      "D": 71,
      "E": 72,
      "F": 73,
      "G": 74,
      "H": 75,
      "I": 76,
      "J": 77,
      "K": 78,
      "L": 79,
      "M": 80,
      "N": 81,
      "O": 82,
      "P": 83,
      "Q": 84,
      "R": 85,
      "S": 86,
      "T": 87,
      "U": 88,
      "V": 89,
      "W": 90,
      "X": 91,
      "Y": 92,
      "Z": 93,
      "[": 94,
      "\\": 95,
      "]": 96,
      "^": 97,
      "_": 98,
      "`": 99,
      "a": 100,
      "b": 101,
      "c": 102,
      "d": 103,
      "e": 104,
      "f": 105,
      "g": 106,
      "h": 107,
      "i": 108,
      "j": 109,
      "k": 110,
      "l": 111,
      "m": 112,
      "n": 113,
      "o": 114,
      "p": 115,
      "q": 116,
      "r": 117,
      "s": 118,
      "t": 119,
      "u": 120,
      "v": 121,
      "w": 122,
      "x": 123,
      "y": 124,
      "z": 125,
      "{": 126,
      "|": 127,
      "}": 128,
      "~": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "": 143,
      "": 144,
      "": 145,
      "": 146,
      "": 147,
      "": 148,
      "": 149,
      "": 150,
      "": 151,
      "": 152,
      "": 153,
      "": 154,
      "": 155,
      "": 156,
      "": 157,
      "": 158,
      "": 159,
      "": 160,
      "": 161,
      "": 162,
      "¡": 163,
      "¢": 164,
      "£": 165,
      "¤": 166,
      "¥": 167,
      "¦": 168,
      "§": 169,
      "¨": 170,
      "©": 171,
      "ª": 172,
      "«": 173,
      "¬": 174,
      "­": 175,
      "®": 176,
      "¯": 177,
      "°": 178,
      "±": 179,
      "²": 180,
      "³": 181,
      "´": 182,
      "µ": 183,
      "¶": 184,
      "·": 185,
      "¸": 186,
      "¹": 187,
      "º": 188,
      "»": 189,
      "¼": 190,
      "½": 191,
      "¾": 192,
      "¿": 193,
      "À": 194,
      "Á": 195,
      "Â": 196,
      "Ã": 197,
      "Ä": 198,
      "Å": 199,
      "Æ": 200,
      "Ç": 201,
      "È": 202,
      "É": 203,
      "Ê": 204,
      "Ë": 205,
      "Ì": 206,
      "Í": 207,
      "Î": 208,
      "Ï": 209,
      "Ð": 210,
      "Ñ": 211,
      "Ò": 212,
      "Ó": 213,
      "Ô": 214,
      "Õ": 215,
      "Ö": 216,
      "×": 217,
      "Ø": 218,
      "Ù": 219,
      "Ú": 220,
      "Û": 221,
      "Ü": 222,
      "Ý": 223,
      "Þ": 224,
      "ß": 225,
      "à": 226,
      "á": 227,
      "â": 228,
      "ã": 229,
      "ä": 230,
      "å": 231,
      "æ": 232,
      "ç": 233,
      "è": 234,
      "é": 235,
      "ê": 236,
      "ë": 237,
      "ì": 238,
      "í": 239,
      "î": 240,
      "ï": 241,
      "ð": 242,
      "ñ": 243,
      "ò": 244,
      "ó": 245,
      "ô": 246,
      "õ": 247,
      "ö": 248,
      "÷": 249,
      "ø": 250,
      "ù": 251,
      "ú": 252,
      "û": 253,
      "ü": 254,
      "ý": 255,
      "þ": 256,
      "ÿ": 257,
      "Ā": 258,
      "ā": 259,
      "Ă": 260,
      "ă": 261,
      "Ą": 262,
      "ą": 263,
      "Ć": 264,
      "ć": 265,
      "Ĉ": 266,
      "ĉ": 267,
      "Ċ": 268,
      "ċ": 269,
      "Č": 270,
      "č": 271,
      "Ď": 272,
      "ď": 273,
      "Đ": 274,
      "đ": 275,
      "Ē": 276,
      "ē": 277,
      "Ĕ": 278,
      "ĕ": 279,
      "Ė": 280,
      "ė": 281,
      "Ę": 282,
      "ę": 283,
      "Ě": 284,
      "ě": 285,
      "Ĝ": 286,
      "ĝ": 287,
      "Ğ": 288,
      "ğ": 289,
      "Ġ": 290,
      "ġ": 291,
      "Ģ": 292,
      "ģ": 293,
      "Ĥ": 294,
      "ĥ": 295,
      "Ħ": 296,
      "ħ": 297,
      "Ĩ": 298,
      "ĩ": 299,
      "Ī": 300,
      "ī": 301,
      "Ĭ": 302,
      "ĭ": 303,
      "Į": 304,
      "į": 305,
      "İ": 306,
      "ı": 307,
      "Ĳ": 308,
      "ĳ": 309,
      "Ĵ": 310,
      "ĵ": 311,
      "Ķ": 312,
      "ķ": 313,
      "ĸ": 314,
      "Ĺ": 315,
      "ĺ": 316,
      "Ļ": 317,
      "ļ": 318,
      "Ľ": 319,
      "ľ": 320,
      "Ŀ": 321,
      "ŀ": 322,
      "Ł": 323,
      "ł": 324,
      "Ń": 325,
      "ń": 326,
      "Ņ": 327,
      "ņ": 328,
      "Ň": 329,
      "ň": 330,
      "Ŋ": 331,
      "ŋ": 332,
      "Ō": 333,
      "ō": 334,
      "Ŏ": 335,
      "ŏ": 336,
      "Ő": 337,
      "ő": 338,
      "Œ": 339,
      "œ": 340,
      "Ŕ": 341,
      "ŕ": 342,
      "Ŗ": 343,
      "ŗ": 344,
      "Ř": 345,
      "ř": 346,
      "Ś": 347,
      "ś": 348,
      "Ŝ": 349,
      "ŝ": 350,
      "Ş": 351,
      "ş": 352,
      "Š": 353,
      "š": 354,
      "Ţ": 355,
      "ţ": 356,
      "Ť": 357,
      "ť": 358,
      "Ŧ": 359,
      "ŧ": 360,
      "Ũ": 361,
      "ũ": 362,
      "Ū": 363,
      "ū": 364,
      "Ŭ": 365,
      "ŭ": 366,
      "Ů": 367,
      "ů": 368,
      "Ű": 369,
      "ű": 370,
      "Ų": 371,
      "ų": 372,
      "Ŵ": 373,
      "ŵ": 374,
      "Ŷ": 375,
      "ŷ": 376,
      "Ÿ": 377,
      "Ź": 378,
      "ź": 379,
      "Ż": 380,
      "ż": 381,
      "Ž": 382,
      "ž": 383,
      "ƀ": 384,
      "Ɓ": 385,
      "Ƃ": 386,
      "ƃ": 387,
      "Ƅ": 388,
      "ƅ": 389,
      "Ɔ": 390,
      "Ƈ": 391,
      "ƈ": 392,
      "Ɖ": 393,
      "Ɗ": 394,
      "Ƌ": 395,
      "ƌ": 396,
      "ƍ": 397,
      "Ǝ": 398,
      "Ə": 399,
      "Ɛ": 400,
      "Ƒ": 401,
      "ƒ": 402,
      "Ɠ": 403,
      "Ɣ": 404,
      "ƕ": 405,
      "Ɩ": 406,
      "Ɨ": 407,
      "Ƙ": 408,
      "ƙ": 409,
      "ƚ": 410,
      "ƛ": 411,
      "Ɯ": 412,
      "Ɲ": 413,
      "ƞ": 414,
      "Ɵ": 415,
      "Ơ": 416,
      "ơ": 417,
      "Ƣ": 418,
      "ƣ": 419,
      "Ƥ": 420,
      "ƥ": 421,
      "Ʀ": 422,
      "Ƨ": 423,
      "ƨ": 424,
      "Ʃ": 425,
      "ƪ": 426,
      "ƫ": 427,
      "Ƭ": 428,
      "ƭ": 429,
      "Ʈ": 430,
      "Ư": 431,
      "ư": 432,
      "Ʊ": 433,
      "Ʋ": 434,
      "Ƴ": 435,
      "ƴ": 436,
      "Ƶ": 437,
      "ƶ": 438,
      "Ʒ": 439,
      "Ƹ": 440,
      "ƹ": 441,
      "ƺ": 442,
      "ƻ": 443,
      "Ƽ": 444,
      "ƽ": 445,
      "ƾ": 446,
      "ƿ": 447,
      "ǀ": 448,
      "ǁ": 449,
      "ǂ": 450,
      "ǃ": 451,
      "Ǎ": 452,
      "ǎ": 453,
      "Ǐ": 454,
      "ǐ": 455,
      "Ǒ": 456,
      "ǒ": 457,
      "Ǔ": 458,
      "ǔ": 459,
      "Ǖ": 460,
      "ǖ": 461,
      "Ǘ": 462,
      "ǘ": 463,
      "Ǚ": 464,
      "ǚ": 465,
      "Ǜ": 466,
      "ǜ": 467,
      "ǝ": 468,
      "Ǟ": 469,
      "ǟ": 470,
      "Ǡ": 471,
      "ǡ": 472,
      "Ǣ": 473,
      "ǣ": 474,
      "Ǥ": 475,
      "ǥ": 476,
      "Ǧ": 477,
      "ǧ": 478,
      "Ǩ": 479,
      "ǩ": 480,
      "Ǫ": 481,
      "ǫ": 482,
      "Ǭ": 483,
      "ǭ": 484,
      "Ǯ": 485,
      "ǯ": 486,
      "ǰ": 487,
      "Ǵ": 488,
      "ǵ": 489,
      "Ƕ": 490,
      "Ƿ": 491,
      "Ǹ": 492,
      "ǹ": 493,
      "Ǻ": 494,
      "ǻ": 495,
      "Ǽ": 496,
      "ǽ": 497,
      "Ǿ": 498,
      "ǿ": 499,
      "Ȁ": 500,
      "ȁ": 501,
      "Ȃ": 502,
      "ȃ": 503,
      "Ȅ": 504,
      "ȅ": 505,
      "Ȇ": 506,
      "ȇ": 507,
      "Ȉ": 508,
      "ȉ": 509,
      "Ȋ": 510,
      "ȋ": 511,
      "Ȍ": 512,
      "ȍ": 513,
      "Ȏ": 514,
      "ȏ": 515,
      "Ȑ": 516,
      "ȑ": 517,
      "Ȓ": 518,
      "ȓ": 519,
      "Ȕ": 520,
      "ȕ": 521,
      "Ȗ": 522,
      "ȗ": 523,
      "Ș": 524,
      "ș": 525,
      "Ț": 526,
      "ț": 527,
      "Ȝ": 528,
      "ȝ": 529,
      "Ȟ": 530,
      "ȟ": 531,
      "Ƞ": 532,
      "ȡ": 533,
      "Ȣ": 534,
      "ȣ": 535,
      "Ȥ": 536,
      "ȥ": 537,
      "Ȧ": 538,
      "ȧ": 539,
      "Ȩ": 540,
      "ȩ": 541,
      "Ȫ": 542,
      "ȫ": 543,
      "Ȭ": 544,
      "ȭ": 545,
      "Ȯ": 546,
      "ȯ": 547,
      "Ȱ": 548,
      "ȱ": 549,
      "Ȳ": 550,
      "ȳ": 551,
      "ȴ": 552,
      "ȵ": 553,
      "ȶ": 554,
      "ȷ": 555,
      "ȸ": 556,
      "ȹ": 557,
      "Ⱥ": 558,
      "Ȼ": 559,
      "ȼ": 560,
      "Ƚ": 561,
      "Ⱦ": 562,
      "ȿ": 563,
      "ɀ": 564,
      "Ɂ": 565,
      "ɂ": 566,
      "Ƀ": 567,
      "Ʉ": 568,
      "Ʌ": 569,
      "Ɇ": 570,
      "ɇ": 571,
      "Ɉ": 572,
      "ɉ": 573,
      "Ɋ": 574,
      "ɋ": 575,
      "Ɍ": 576,
      "ɍ": 577,
      "Ɏ": 578,
      "ɏ": 579,
      "ɐ": 580,
      "ɑ": 581,
      "ɒ": 582,
      "ɓ": 583,
      "ɔ": 584,
      "ɕ": 585,
      "ɖ": 586,
      "ɗ": 587,
      "ɘ": 588,
      "ə": 589,
      "ɚ": 590,
      "ɛ": 591,
      "ɜ": 592,
      "ɝ": 593,
      "ɞ": 594,
      "ɟ": 595,
      "ɠ": 596,
      "ɡ": 597,
      "ɢ": 598,
      "ɣ": 599,
      "ɤ": 600,
      "ɥ": 601,
      "ɦ": 602,
      "ɧ": 603,
      "ɨ": 604,
      "ɩ": 605,
      "ɪ": 606,
      "ɫ": 607,
      "ɬ": 608,
      "ɭ": 609,
      "ɮ": 610,
      "ɯ": 611,
      "ɰ": 612,
      "ɱ": 613,
      "ɲ": 614,
      "ɳ": 615,
      "ɴ": 616,
      "ɵ": 617,
      "ɶ": 618,
      "ɷ": 619,
      "ɸ": 620,
      "ɹ": 621,
      "ɺ": 622,
      "ɻ": 623,
      "ɼ": 624,
      "ɽ": 625,
      "ɾ": 626,
      "ɿ": 627,
      "ʀ": 628,
      "ʁ": 629,
      "ʂ": 630,
      "ʃ": 631,
      "ʄ": 632,
      "ʅ": 633,
      "ʆ": 634,
      "ʇ": 635,
      "ʈ": 636,
      "ʉ": 637,
      "ʊ": 638,
      "ʋ": 639,
      "ʌ": 640,
      "ʍ": 641,
      "ʎ": 642,
      "ʏ": 643,
      "ʐ": 644,
      "ʑ": 645,
      "ʒ": 646,
      "ʓ": 647,
      "ʔ": 648,
      "ʕ": 649,
      "ʖ": 650,
      "ʗ": 651,
      "ʘ": 652,
      "ʙ": 653,
      "ʚ": 654,
      "ʛ": 655,
      "ʜ": 656,
      "ʝ": 657,
      "ʞ": 658,
      "ʟ": 659,
      "ʠ": 660,
      "ʡ": 661,
      "ʢ": 662,
      "ʣ": 663,
      "ʤ": 664,
      "ʥ": 665,
      "ʦ": 666,
      "ʧ": 667,
      "ʨ": 668,
      "ʩ": 669,
      "ʪ": 670,
      "ʫ": 671,
      "ʬ": 672,
      "ʭ": 673,
      "ʮ": 674,
      "ʯ": 675,
      "ʹ": 676,
      "ʺ": 677,
      "ʻ": 678,
      "ʼ": 679,
      "ʽ": 680,
      "ʾ": 681,
      "ʿ": 682,
      "ˀ": 683,
      "ˁ": 684,
      "˂": 685,
      "˃": 686,
      "˄": 687,
      "˅": 688,
      "ˆ": 689,
      "ˇ": 690,
      "ˈ": 691,
      "ˉ": 692,
      "ˊ": 693,
      "ˋ": 694,
      "ˌ": 695,
      "ˍ": 696,
      "ˎ": 697,
      "ˏ": 698,
      "ː": 699,
      "ˑ": 700,
      "˒": 701,
      "˓": 702,
      "˔": 703,
      "˕": 704,
      "˖": 705,
      "˗": 706,
      "˞": 707,
      "˟": 708,
      "˥": 709,
      "˦": 710,
      "˧": 711,
      "˨": 712,
      "˩": 713,
      "˪": 714,
      "˫": 715,
      "ˬ": 716,
      "˭": 717,
      "ˮ": 718,
      "˯": 719,
      "˰": 720,
      "˱": 721,
      "˲": 722,
      "˳": 723,
      "˴": 724,
      "˵": 725,
      "˶": 726,
      "˷": 727,
      "˸": 728,
      "˹": 729,
      "˺": 730,
      "˻": 731,
      "˼": 732,
      "˽": 733,
      "˾": 734,
      "˿": 735,
      "̀": 736,
      "́": 737,
      "̂": 738,
      "̃": 739,
      "̄": 740,
      "̅": 741,
      "̆": 742,
      "̇": 743,
      "̈": 744,
      "̉": 745,
      "̊": 746,
      "̋": 747,
      "̌": 748,
      "̍": 749,
      "̎": 750,
      "̏": 751,
      "̐": 752,
      "̑": 753,
      "̒": 754,
      "̓": 755,
      "̔": 756,
      "̕": 757,
      "̖": 758,
      "̗": 759,
      "̘": 760,
      "̙": 761,
      "̚": 762,
      "̛": 763,
      "̜": 764,
      "̝": 765,
      "̞": 766,
      "̟": 767,
      "̠": 768,
      "̡": 769,
      "̢": 770,
      "̣": 771,
      "̤": 772,
      "̥": 773,
      "̦": 774,
      "̧": 775,
      "̨": 776,
      "̩": 777,
      "̪": 778,
      "̫": 779,
      "̬": 780,
      "̭": 781,
      "̮": 782,
      "̯": 783,
      "̰": 784,
      "̱": 785,
      "̲": 786,
      "̳": 787,
      "̴": 788,
      "̵": 789,
      "̶": 790,
      "̷": 791,
      "̸": 792,
      "̹": 793,
      "̺": 794,
      "̻": 795,
      "̼": 796,
      "̽": 797,
      "̾": 798,
      "̿": 799,
      "͂": 800,
      "ͅ": 801,
      "͆": 802,
      "͇": 803,
      "͈": 804,
      "͉": 805,
      "͊": 806,
      "͋": 807,
      "͌": 808,
      "͍": 809,
      "͎": 810,
      "͏": 811,
      "͐": 812,
      "͑": 813,
      "͒": 814,
      "͓": 815,
      "͔": 816,
      "͕": 817,
      "͖": 818,
      "͗": 819,
      "͘": 820,
      "͙": 821,
      "͚": 822,
      "͛": 823,
      "͜": 824,
      "͝": 825,
      "͞": 826,
      "͟": 827,
      "͠": 828,
      "͡": 829,
      "͢": 830,
      "ͣ": 831,
      "ͤ": 832,
      "ͥ": 833,
      "ͦ": 834,
      "ͧ": 835,
      "ͨ": 836,
      "ͩ": 837,
      "ͪ": 838,
      "ͫ": 839,
      "ͬ": 840,
      "ͭ": 841,
      "ͮ": 842,
      "ͯ": 843,
      "Ͱ": 844,
      "ͱ": 845,
      "Ͳ": 846,
      "ͳ": 847,
      "͵": 848,
      "Ͷ": 849,
      "ͷ": 850,
      "͸": 851,
      "͹": 852,
      "ͻ": 853,
      "ͼ": 854,
      "ͽ": 855,
      "Ϳ": 856,
      "΀": 857,
      "΁": 858,
      "΂": 859,
      "΃": 860,
      "Ά": 861,
      "Έ": 862,
      "Ή": 863,
      "Ί": 864,
      "΋": 865,
      "Ό": 866,
      "΍": 867,
      "Ύ": 868,
      "Ώ": 869,
      "ΐ": 870,
      "Α": 871,
      "Β": 872,
      "Γ": 873,
      "Δ": 874,
      "Ε": 875,
      "Ζ": 876,
      "Η": 877,
      "Θ": 878,
      "Ι": 879,
      "Κ": 880,
      "Λ": 881,
      "Μ": 882,
      "Ν": 883,
      "Ξ": 884,
      "Ο": 885,
      "Π": 886,
      "Ρ": 887,
      "΢": 888,
      "Σ": 889,
      "Τ": 890,
      "Υ": 891,
      "Φ": 892,
      "Χ": 893,
      "Ψ": 894,
      "Ω": 895,
      "Ϊ": 896,
      "Ϋ": 897,
      "ά": 898,
      "έ": 899,
      "ή": 900,
      "ί": 901,
      "ΰ": 902,
      "α": 903,
      "β": 904,
      "γ": 905,
      "δ": 906,
      "ε": 907,
      "ζ": 908,
      "η": 909,
      "θ": 910,
      "ι": 911,
      "κ": 912,
      "λ": 913,
      "μ": 914,
      "ν": 915,
      "ξ": 916,
      "ο": 917,
      "π": 918,
      "ρ": 919,
      "ς": 920,
      "σ": 921,
      "τ": 922,
      "υ": 923,
      "φ": 924,
      "χ": 925,
      "ψ": 926,
      "ω": 927,
      "ϊ": 928,
      "ϋ": 929,
      "ό": 930,
      "ύ": 931,
      "ώ": 932,
      "Ϗ": 933,
      "ϗ": 934,
      "Ϙ": 935,
      "ϙ": 936,
      "Ϛ": 937,
      "ϛ": 938,
      "Ϝ": 939,
      "ϝ": 940,
      "Ϟ": 941,
      "ϟ": 942,
      "Ϡ": 943,
      "ϡ": 944,
      "Ϣ": 945,
      "ϣ": 946,
      "Ϥ": 947,
      "ϥ": 948,
      "Ϧ": 949,
      "ϧ": 950,
      "Ϩ": 951,
      "ϩ": 952,
      "Ϫ": 953,
      "ϫ": 954,
      "Ϭ": 955,
      "ϭ": 956,
      "Ϯ": 957,
      "ϯ": 958,
      "ϳ": 959,
      "϶": 960,
      "Ϸ": 961,
      "ϸ": 962,
      "Ϻ": 963,
      "ϻ": 964,
      "ϼ": 965,
      "Ͻ": 966,
      "Ͼ": 967,
      "Ͽ": 968,
      "Ѐ": 969,
      "Ё": 970,
      "Ђ": 971,
      "Ѓ": 972,
      "Є": 973,
      "Ѕ": 974,
      "І": 975,
      "Ї": 976,
      "Ј": 977,
      "Љ": 978,
      "Њ": 979,
      "Ћ": 980,
      "Ќ": 981,
      "Ѝ": 982,
      "Ў": 983,
      "Џ": 984,
      "А": 985,
      "Б": 986,
      "В": 987,
      "Г": 988,
      "Д": 989,
      "Е": 990,
      "Ж": 991,
      "З": 992,
      "И": 993,
      "Й": 994,
      "К": 995,
      "Л": 996,
      "М": 997,
      "Н": 998,
      "О": 999,
      "П": 1000,
      "Р": 1001,
      "С": 1002,
      "Т": 1003,
      "У": 1004,
      "Ф": 1005,
      "Х": 1006,
      "Ц": 1007,
      "Ч": 1008,
      "Ш": 1009,
      "Щ": 1010,
      "Ъ": 1011,
      "Ы": 1012,
      "Ь": 1013,
      "Э": 1014,
      "Ю": 1015,
      "Я": 1016,
      "а": 1017,
      "б": 1018,
      "в": 1019,
      "г": 1020,
      "д": 1021,
      "е": 1022,
      "ж": 1023,
      "з": 1024,
      "и": 1025,
      "й": 1026,
      "к": 1027,
      "л": 1028,
      "м": 1029,
      "н": 1030,
      "о": 1031,
      "п": 1032,
      "р": 1033,
      "с": 1034,
      "т": 1035,
      "у": 1036,
      "ф": 1037,
      "х": 1038,
      "ц": 1039,
      "ч": 1040,
      "ш": 1041,
      "щ": 1042,
      "ъ": 1043,
      "ы": 1044,
      "ь": 1045,
      "э": 1046,
      "ю": 1047,
      "я": 1048,
      "ѐ": 1049,
      "ё": 1050,
      "ђ": 1051,
      "ѓ": 1052,
      "є": 1053,
      "ѕ": 1054,
      "і": 1055,
      "ї": 1056,
      "ј": 1057,
      "љ": 1058,
      "њ": 1059,
      "ћ": 1060,
      "ќ": 1061,
      "ѝ": 1062,
      "ў": 1063,
      "џ": 1064,
      "Ѡ": 1065,
      "ѡ": 1066,
      "Ѣ": 1067,
      "ѣ": 1068,
      "Ѥ": 1069,
      "ѥ": 1070,
      "Ѧ": 1071,
      "ѧ": 1072,
      "Ѩ": 1073,
      "ѩ": 1074,
      "Ѫ": 1075,
      "ѫ": 1076,
      "Ѭ": 1077,
      "ѭ": 1078,
      "Ѯ": 1079,
      "ѯ": 1080,
      "Ѱ": 1081,
      "ѱ": 1082,
      "Ѳ": 1083,
      "ѳ": 1084,
      "Ѵ": 1085,
      "ѵ": 1086,
      "Ѷ": 1087,
      "ѷ": 1088,
      "Ѹ": 1089,
      "ѹ": 1090,
      "Ѻ": 1091,
      "ѻ": 1092,
      "Ѽ": 1093,
      "ѽ": 1094,
      "Ѿ": 1095,
      "ѿ": 1096,
      "Ҁ": 1097,
      "ҁ": 1098,
      "҂": 1099,
      "҃": 1100,
      "҄": 1101,
      "҅": 1102,
      "҆": 1103,
      "҇": 1104,
      "҈": 1105,
      "҉": 1106,
      "Ҋ": 1107,
      "ҋ": 1108,
      "Ҍ": 1109,
      "ҍ": 1110,
      "Ҏ": 1111,
      "ҏ": 1112,
      "Ґ": 1113,
      "ґ": 1114,
      "Ғ": 1115,
      "ғ": 1116,
      "Ҕ": 1117,
      "ҕ": 1118,
      "Җ": 1119,
      "җ": 1120,
      "Ҙ": 1121,
      "ҙ": 1122,
      "Қ": 1123,
      "қ": 1124,
      "Ҝ": 1125,
      "ҝ": 1126,
      "Ҟ": 1127,
      "ҟ": 1128,
      "Ҡ": 1129,
      "ҡ": 1130,
      "Ң": 1131,
      "ң": 1132,
      "Ҥ": 1133,
      "ҥ": 1134,
      "Ҧ": 1135,
      "ҧ": 1136,
      "Ҩ": 1137,
      "ҩ": 1138,
      "Ҫ": 1139,
      "ҫ": 1140,
      "Ҭ": 1141,
      "ҭ": 1142,
      "Ү": 1143,
      "ү": 1144,
      "Ұ": 1145,
      "ұ": 1146,
      "Ҳ": 1147,
      "ҳ": 1148,
      "Ҵ": 1149,
      "ҵ": 1150,
      "Ҷ": 1151,
      "ҷ": 1152,
      "Ҹ": 1153,
      "ҹ": 1154,
      "Һ": 1155,
      "һ": 1156,
      "Ҽ": 1157,
      "ҽ": 1158,
      "Ҿ": 1159,
      "ҿ": 1160,
      "Ӏ": 1161,
      "Ӂ": 1162,
      "ӂ": 1163,
      "Ӄ": 1164,
      "ӄ": 1165,
      "Ӆ": 1166,
      "ӆ": 1167,
      "Ӈ": 1168,
      "ӈ": 1169,
      "Ӊ": 1170,
      "ӊ": 1171,
      "Ӌ": 1172,
      "ӌ": 1173,
      "Ӎ": 1174,
      "ӎ": 1175,
      "ӏ": 1176,
      "Ӑ": 1177,
      "ӑ": 1178,
      "Ӓ": 1179,
      "ӓ": 1180,
      "Ӕ": 1181,
      "ӕ": 1182,
      "Ӗ": 1183,
      "ӗ": 1184,
      "Ә": 1185,
      "ә": 1186,
      "Ӛ": 1187,
      "ӛ": 1188,
      "Ӝ": 1189,
      "ӝ": 1190,
      "Ӟ": 1191,
      "ӟ": 1192,
      "Ӡ": 1193,
      "ӡ": 1194,
      "Ӣ": 1195,
      "ӣ": 1196,
      "Ӥ": 1197,
      "ӥ": 1198,
      "Ӧ": 1199,
      "ӧ": 1200,
      "Ө": 1201,
      "ө": 1202,
      "Ӫ": 1203,
      "ӫ": 1204,
      "Ӭ": 1205,
      "ӭ": 1206,
      "Ӯ": 1207,
      "ӯ": 1208,
      "Ӱ": 1209,
      "ӱ": 1210,
      "Ӳ": 1211,
      "ӳ": 1212,
      "Ӵ": 1213,
      "ӵ": 1214,
      "Ӷ": 1215,
      "ӷ": 1216,
      "Ӹ": 1217,
      "ӹ": 1218,
      "Ӻ": 1219,
      "ӻ": 1220,
      "Ӽ": 1221,
      "ӽ": 1222,
      "Ӿ": 1223,
      "ӿ": 1224,
      "Ԁ": 1225,
      "ԁ": 1226,
      "Ԃ": 1227,
      "ԃ": 1228,
      "Ԅ": 1229,
      "ԅ": 1230,
      "Ԇ": 1231,
      "ԇ": 1232,
      "Ԉ": 1233,
      "ԉ": 1234,
      "Ԋ": 1235,
      "ԋ": 1236,
      "Ԍ": 1237,
      "ԍ": 1238,
      "Ԏ": 1239,
      "ԏ": 1240,
      "Ԑ": 1241,
      "ԑ": 1242,
      "Ԓ": 1243,
      "ԓ": 1244,
      "Ԕ": 1245,
      "ԕ": 1246,
      "Ԗ": 1247,
      "ԗ": 1248,
      "Ԙ": 1249,
      "ԙ": 1250,
      "Ԛ": 1251,
      "ԛ": 1252,
      "Ԝ": 1253,
      "ԝ": 1254,
      "Ԟ": 1255,
      "ԟ": 1256,
      "Ԡ": 1257,
      "ԡ": 1258,
      "Ԣ": 1259,
      "ԣ": 1260,
      "Ԥ": 1261,
      "ԥ": 1262,
      "Ԧ": 1263,
      "ԧ": 1264,
      "Ԩ": 1265,
      "ԩ": 1266,
      "Ԫ": 1267,
      "ԫ": 1268,
      "Ԭ": 1269,
      "ԭ": 1270,
      "Ԯ": 1271,
      "ԯ": 1272,
      "԰": 1273,
      "Ա": 1274,
      "Բ": 1275,
      "Գ": 1276,
      "Դ": 1277,
      "Ե": 1278,
      "Զ": 1279,
      "Է": 1280,
      "Ը": 1281,
      "Թ": 1282,
      "Ժ": 1283,
      "Ի": 1284,
      "Լ": 1285,
      "Խ": 1286,
      "Ծ": 1287,
      "Կ": 1288,
      "Հ": 1289,
      "Ձ": 1290,
      "Ղ": 1291,
      "Ճ": 1292,
      "Մ": 1293,
      "Յ": 1294,
      "Ն": 1295,
      "Շ": 1296,
      "Ո": 1297,
      "Չ": 1298,
      "Պ": 1299,
      "Ջ": 1300,
      "Ռ": 1301,
      "Ս": 1302,
      "Վ": 1303,
      "Տ": 1304,
      "Ր": 1305,
      "Ց": 1306,
      "Ւ": 1307,
      "Փ": 1308,
      "Ք": 1309,
      "Օ": 1310,
      "Ֆ": 1311,
      "՗": 1312,
      "՘": 1313,
      "ՙ": 1314,
      "՚": 1315,
      "՛": 1316,
      "՜": 1317,
      "՝": 1318,
      "՞": 1319,
      "՟": 1320,
      "ՠ": 1321,
      "ա": 1322,
      "բ": 1323,
      "գ": 1324,
      "դ": 1325,
      "ե": 1326,
      "զ": 1327,
      "է": 1328,
      "ը": 1329,
      "թ": 1330,
      "ժ": 1331,
      "ի": 1332,
      "լ": 1333,
      "խ": 1334,
      "ծ": 1335,
      "կ": 1336,
      "հ": 1337,
      "ձ": 1338,
      "ղ": 1339,
      "ճ": 1340,
      "մ": 1341,
      "յ": 1342,
      "ն": 1343,
      "շ": 1344,
      "ո": 1345,
      "չ": 1346,
      "պ": 1347,
      "ջ": 1348,
      "ռ": 1349,
      "ս": 1350,
      "վ": 1351,
      "տ": 1352,
      "ր": 1353,
      "ց": 1354,
      "ւ": 1355,
      "փ": 1356,
      "ք": 1357,
      "օ": 1358,
      "ֆ": 1359,
      "ֈ": 1360,
      "։": 1361,
      "֊": 1362,
      "֋": 1363,
      "֌": 1364,
      "֍": 1365,
      "֎": 1366,
      "֏": 1367,
      "֐": 1368,
      "֑": 1369,
      "֒": 1370,
      "֓": 1371,
      "֔": 1372,
      "֕": 1373,
      "֖": 1374,
      "֗": 1375,
      "֘": 1376,
      "֙": 1377,
      "֚": 1378,
      "֛": 1379,
      "֜": 1380,
      "֝": 1381,
      "֞": 1382,
      "֟": 1383,
      "֠": 1384,
      "֡": 1385,
      "֢": 1386,
      "֣": 1387,
      "֤": 1388,
      "֥": 1389,
      "֦": 1390,
      "֧": 1391,
      "֨": 1392,
      "֩": 1393,
      "֪": 1394,
      "֫": 1395,
      "֬": 1396,
      "֭": 1397,
      "֮": 1398,
      "֯": 1399,
      "ְ": 1400,
      "ֱ": 1401,
      "ֲ": 1402,
      "ֳ": 1403,
      "ִ": 1404,
      "ֵ": 1405,
      "ֶ": 1406,
      "ַ": 1407,
      "ָ": 1408,
      "ֹ": 1409,
      "ֺ": 1410,
      "ֻ": 1411,
      "ּ": 1412,
      "ֽ": 1413,
      "־": 1414,
      "ֿ": 1415,
      "׀": 1416,
      "ׁ": 1417,
      "ׂ": 1418,
      "׃": 1419,
      "ׄ": 1420,
      "ׅ": 1421,
      "׆": 1422,
      "ׇ": 1423,
      "׈": 1424,
      "׉": 1425,
      "׊": 1426,
      "׋": 1427,
      "׌": 1428,
      "׍": 1429,
      "׎": 1430,
      "׏": 1431,
      "א": 1432,
      "ב": 1433,
      "ג": 1434,
      "ד": 1435,
      "ה": 1436,
      "ו": 1437,
      "ז": 1438,
      "ח": 1439,
      "ט": 1440,
      "י": 1441,
      "ך": 1442,
      "כ": 1443,
      "ל": 1444,
      "ם": 1445,
      "מ": 1446,
      "ן": 1447,
      "נ": 1448,
      "ס": 1449,
      "ע": 1450,
      "ף": 1451,
      "פ": 1452,
      "ץ": 1453,
      "צ": 1454,
      "ק": 1455,
      "ר": 1456,
      "ש": 1457,
      "ת": 1458,
      "׫": 1459,
      "׬": 1460,
      "׭": 1461,
      "׮": 1462,
      "ׯ": 1463,
      "װ": 1464,
      "ױ": 1465,
      "ײ": 1466,
      "׳": 1467,
      "״": 1468,
      "׵": 1469,
      "׶": 1470,
      "׷": 1471,
      "׸": 1472,
      "׹": 1473,
      "׺": 1474,
      "׻": 1475,
      "׼": 1476,
      "׽": 1477,
      "׾": 1478,
      "׿": 1479,
      "؀": 1480,
      "؁": 1481,
      "؂": 1482,
      "؃": 1483,
      "؄": 1484,
      "؅": 1485,
      "؆": 1486,
      "؇": 1487,
      "؈": 1488,
      "؉": 1489,
      "؊": 1490,
      "؋": 1491,
      "،": 1492,
      "؍": 1493,
      "؎": 1494,
      "؏": 1495,
      "ؐ": 1496,
      "ؑ": 1497,
      "ؒ": 1498,
      "ؓ": 1499,
      "ؔ": 1500,
      "ؕ": 1501,
      "ؖ": 1502,
      "ؗ": 1503,
      "ؘ": 1504,
      "ؙ": 1505,
      "ؚ": 1506,
      "؛": 1507,
      "؜": 1508,
      "؝": 1509,
      "؞": 1510,
      "؟": 1511,
      "ؠ": 1512,
      "ء": 1513,
      "آ": 1514,
      "أ": 1515,
      "ؤ": 1516,
      "إ": 1517,
      "ئ": 1518,
      "ا": 1519,
      "ب": 1520,
      "ة": 1521,
      "ت": 1522,
      "ث": 1523,
      "ج": 1524,
      "ح": 1525,
      "خ": 1526,
      "د": 1527,
      "ذ": 1528,
      "ر": 1529,
      "ز": 1530,
      "س": 1531,
      "ش": 1532,
      "ص": 1533,
      "ض": 1534,
      "ط": 1535,
      "ظ": 1536,
      "ع": 1537,
      "غ": 1538,
      "ػ": 1539,
      "ؼ": 1540,
      "ؽ": 1541,
      "ؾ": 1542,
      "ؿ": 1543,
      "ـ": 1544,
      "ف": 1545,
      "ق": 1546,
      "ك": 1547,
      "ل": 1548,
      "م": 1549,
      "ن": 1550,
      "ه": 1551,
      "و": 1552,
      "ى": 1553,
      "ي": 1554,
      "ً": 1555,
      "ٌ": 1556,
      "ٍ": 1557,
      "َ": 1558,
      "ُ": 1559,
      "ِ": 1560,
      "ّ": 1561,
      "ْ": 1562,
      "ٓ": 1563,
      "ٔ": 1564,
      "ٕ": 1565,
      "ٖ": 1566,
      "ٗ": 1567,
      "٘": 1568,
      "ٙ": 1569,
      "ٚ": 1570,
      "ٛ": 1571,
      "ٜ": 1572,
      "ٝ": 1573,
      "ٞ": 1574,
      "ٟ": 1575,
      "٠": 1576,
      "١": 1577,
      "٢": 1578,
      "٣": 1579,
      "٤": 1580,
      "٥": 1581,
      "٦": 1582,
      "٧": 1583,
      "٨": 1584,
      "٩": 1585,
      "٪": 1586,
      "٫": 1587,
      "٬": 1588,
      "٭": 1589,
      "ٮ": 1590,
      "ٯ": 1591,
      "ٰ": 1592,
      "ٱ": 1593,
      "ٲ": 1594,
      "ٳ": 1595,
      "ٴ": 1596,
      "ٹ": 1597,
      "ٺ": 1598,
      "ٻ": 1599,
      "ټ": 1600,
      "ٽ": 1601,
      "پ": 1602,
      "ٿ": 1603,
      "ڀ": 1604,
      "ځ": 1605,
      "ڂ": 1606,
      "ڃ": 1607,
      "ڄ": 1608,
      "څ": 1609,
      "چ": 1610,
      "ڇ": 1611,
      "ڈ": 1612,
      "ډ": 1613,
      "ڊ": 1614,
      "ڋ": 1615,
      "ڌ": 1616,
      "ڍ": 1617,
      "ڎ": 1618,
      "ڏ": 1619,
      "ڐ": 1620,
      "ڑ": 1621,
      "ڒ": 1622,
      "ړ": 1623,
      "ڔ": 1624,
      "ڕ": 1625,
      "ږ": 1626,
      "ڗ": 1627,
      "ژ": 1628,
      "ڙ": 1629,
      "ښ": 1630,
      "ڛ": 1631,
      "ڜ": 1632,
      "ڝ": 1633,
      "ڞ": 1634,
      "ڟ": 1635,
      "ڠ": 1636,
      "ڡ": 1637,
      "ڢ": 1638,
      "ڣ": 1639,
      "ڤ": 1640,
      "ڥ": 1641,
      "ڦ": 1642,
      "ڧ": 1643,
      "ڨ": 1644,
      "ک": 1645,
      "ڪ": 1646,
      "ګ": 1647,
      "ڬ": 1648,
      "ڭ": 1649,
      "ڮ": 1650,
      "گ": 1651,
      "ڰ": 1652,
      "ڱ": 1653,
      "ڲ": 1654,
      "ڳ": 1655,
      "ڴ": 1656,
      "ڵ": 1657,
      "ڶ": 1658,
      "ڷ": 1659,
      "ڸ": 1660,
      "ڹ": 1661,
      "ں": 1662,
      "ڻ": 1663,
      "ڼ": 1664,
      "ڽ": 1665,
      "ھ": 1666,
      "ڿ": 1667,
      "ۀ": 1668,
      "ہ": 1669,
      "ۂ": 1670,
      "ۃ": 1671,
      "ۄ": 1672,
      "ۅ": 1673,
      "ۆ": 1674,
      "ۇ": 1675,
      "ۈ": 1676,
      "ۉ": 1677,
      "ۊ": 1678,
      "ۋ": 1679,
      "ی": 1680,
      "ۍ": 1681,
      "ێ": 1682,
      "ۏ": 1683,
      "ې": 1684,
      "ۑ": 1685,
      "ے": 1686,
      "ۓ": 1687,
      "۔": 1688,
      "ە": 1689,
      "ۖ": 1690,
      "ۗ": 1691,
      "ۘ": 1692,
      "ۙ": 1693,
      "ۚ": 1694,
      "ۛ": 1695,
      "ۜ": 1696,
      "۝": 1697,
      "۞": 1698,
      "۟": 1699,
      "۠": 1700,
      "ۡ": 1701,
      "ۢ": 1702,
      "ۣ": 1703,
      "ۤ": 1704,
      "ۥ": 1705,
      "ۦ": 1706,
      "ۧ": 1707,
      "ۨ": 1708,
      "۩": 1709,
      "۪": 1710,
      "۫": 1711,
      "۬": 1712,
      "ۭ": 1713,
      "ۮ": 1714,
      "ۯ": 1715,
      "۰": 1716,
      "۱": 1717,
      "۲": 1718,
      "۳": 1719,
      "۴": 1720,
      "۵": 1721,
      "۶": 1722,
      "۷": 1723,
      "۸": 1724,
      "۹": 1725,
      "ۺ": 1726,
      "ۻ": 1727,
      "ۼ": 1728,
      "۽": 1729,
      "۾": 1730,
      "ۿ": 1731,
      "܀": 1732,
      "܁": 1733,
      "܂": 1734,
      "܃": 1735,
      "܄": 1736,
      "܅": 1737,
      "܆": 1738,
      "܇": 1739,
      "܈": 1740,
      "܉": 1741,
      "܊": 1742,
      "܋": 1743,
      "܌": 1744,
      "܍": 1745,
      "܎": 1746,
      "܏": 1747,
      "ܐ": 1748,
      "ܑ": 1749,
      "ܒ": 1750,
      "ܓ": 1751,
      "ܔ": 1752,
      "ܕ": 1753,
      "ܖ": 1754,
      "ܗ": 1755,
      "ܘ": 1756,
      "ܙ": 1757,
      "ܚ": 1758,
      "ܛ": 1759,
      "ܜ": 1760,
      "ܝ": 1761,
      "ܞ": 1762,
      "ܟ": 1763,
      "ܠ": 1764,
      "ܡ": 1765,
      "ܢ": 1766,
      "ܣ": 1767,
      "ܤ": 1768,
      "ܥ": 1769,
      "ܦ": 1770,
      "ܧ": 1771,
      "ܨ": 1772,
      "ܩ": 1773,
      "ܪ": 1774,
      "ܫ": 1775,
      "ܬ": 1776,
      "ܭ": 1777,
      "ܮ": 1778,
      "ܯ": 1779,
      "ܰ": 1780,
      "ܱ": 1781,
      "ܲ": 1782,
      "ܳ": 1783,
      "ܴ": 1784,
      "ܵ": 1785,
      "ܶ": 1786,
      "ܷ": 1787,
      "ܸ": 1788,
      "ܹ": 1789,
      "ܺ": 1790,
      "ܻ": 1791,
      "ܼ": 1792,
      "ܽ": 1793,
      "ܾ": 1794,
      "ܿ": 1795,
      "݀": 1796,
      "݁": 1797,
      "݂": 1798,
      "݃": 1799,
      "݄": 1800,
      "݅": 1801,
      "݆": 1802,
      "݇": 1803,
      "݈": 1804,
      "݉": 1805,
      "݊": 1806,
      "݋": 1807,
      "݌": 1808,
      "ݍ": 1809,
      "ݎ": 1810,
      "ݏ": 1811,
      "ݐ": 1812,
      "ݑ": 1813,
      "ݒ": 1814,
      "ݓ": 1815,
      "ݔ": 1816,
      "ݕ": 1817,
      "ݖ": 1818,
      "ݗ": 1819,
      "ݘ": 1820,
      "ݙ": 1821,
      "ݚ": 1822,
      "ݛ": 1823,
      "ݜ": 1824,
      "ݝ": 1825,
      "ݞ": 1826,
      "ݟ": 1827,
      "ݠ": 1828,
      "ݡ": 1829,
      "ݢ": 1830,
      "ݣ": 1831,
      "ݤ": 1832,
      "ݥ": 1833,
      "ݦ": 1834,
      "ݧ": 1835,
      "ݨ": 1836,
      "ݩ": 1837,
      "ݪ": 1838,
      "ݫ": 1839,
      "ݬ": 1840,
      "ݭ": 1841,
      "ݮ": 1842,
      "ݯ": 1843,
      "ݰ": 1844,
      "ݱ": 1845,
      "ݲ": 1846,
      "ݳ": 1847,
      "ݴ": 1848,
      "ݵ": 1849,
      "ݶ": 1850,
      "ݷ": 1851,
      "ݸ": 1852,
      "ݹ": 1853,
      "ݺ": 1854,
      "ݻ": 1855,
      "ݼ": 1856,
      "ݽ": 1857,
      "ݾ": 1858,
      "ݿ": 1859,
      "ހ": 1860,
      "ށ": 1861,
      "ނ": 1862,
      "ރ": 1863,
      "ބ": 1864,
      "ޅ": 1865,
      "ކ": 1866,
      "އ": 1867,
      "ވ": 1868,
      "މ": 1869,
      "ފ": 1870,
      "ދ": 1871,
      "ތ": 1872,
      "ލ": 1873,
      "ގ": 1874,
      "ޏ": 1875,
      "ސ": 1876,
      "ޑ": 1877,
      "ޒ": 1878,
      "ޓ": 1879,
      "ޔ": 1880,
      "ޕ": 1881,
      "ޖ": 1882,
      "ޗ": 1883,
      "ޘ": 1884,
      "ޙ": 1885,
      "ޚ": 1886,
      "ޛ": 1887,
      "ޜ": 1888,
      "ޝ": 1889,
      "ޞ": 1890,
      "ޟ": 1891,
      "ޠ": 1892,
      "ޡ": 1893,
      "ޢ": 1894,
      "ޣ": 1895,
      "ޤ": 1896,
      "ޥ": 1897,
      "ަ": 1898,
      "ާ": 1899,
      "ި": 1900,
      "ީ": 1901,
      "ު": 1902,
      "ޫ": 1903,
      "ެ": 1904,
      "ޭ": 1905,
      "ޮ": 1906,
      "ޯ": 1907,
      "ް": 1908,
      "ޱ": 1909,
      "޲": 1910,
      "޳": 1911,
      "޴": 1912,
      "޵": 1913,
      "޶": 1914,
      "޷": 1915,
      "޸": 1916,
      "޹": 1917,
      "޺": 1918,
      "޻": 1919,
      "޼": 1920,
      "޽": 1921,
      "޾": 1922,
      "޿": 1923,
      "߀": 1924,
      "߁": 1925,
      "߂": 1926,
      "߃": 1927,
      "߄": 1928,
      "߅": 1929,
      "߆": 1930,
      "߇": 1931,
      "߈": 1932,
      "߉": 1933,
      "ߊ": 1934,
      "ߋ": 1935,
      "ߌ": 1936,
      "ߍ": 1937,
      "ߎ": 1938,
      "ߏ": 1939,
      "ߐ": 1940,
      "ߑ": 1941,
      "ߒ": 1942,
      "ߓ": 1943,
      "ߔ": 1944,
      "ߕ": 1945,
      "ߖ": 1946,
      "ߗ": 1947,
      "ߘ": 1948,
      "ߙ": 1949,
      "ߚ": 1950,
      "ߛ": 1951,
      "ߜ": 1952,
      "ߝ": 1953,
      "ߞ": 1954,
      "ߟ": 1955,
      "ߠ": 1956,
      "ߡ": 1957,
      "ߢ": 1958,
      "ߣ": 1959,
      "ߤ": 1960,
      "ߥ": 1961,
      "ߦ": 1962,
      "ߧ": 1963,
      "ߨ": 1964,
      "ߩ": 1965,
      "ߪ": 1966,
      "߫": 1967,
      "߬": 1968,
      "߭": 1969,
      "߮": 1970,
      "߯": 1971,
      "߰": 1972,
      "߱": 1973,
      "߲": 1974,
      "߳": 1975,
      "ߴ": 1976,
      "ߵ": 1977,
      "߶": 1978,
      "߷": 1979,
      "߸": 1980,
      "߹": 1981,
      "ߺ": 1982,
      "߻": 1983,
      "߼": 1984,
      "߽": 1985,
      "߾": 1986,
      "߿": 1987,
      "ࠀ": 1988,
      "ࠁ": 1989,
      "ࠂ": 1990,
      "ࠃ": 1991,
      "ࠄ": 1992,
      "ࠅ": 1993,
      "ࠆ": 1994,
      "ࠇ": 1995,
      "ࠈ": 1996,
      "ࠉ": 1997,
      "ࠊ": 1998,
      "ࠋ": 1999,
      "ࠌ": 2000,
      "ࠍ": 2001,
      "ࠎ": 2002,
      "ࠏ": 2003,
      "ࠐ": 2004,
      "ࠑ": 2005,
      "ࠒ": 2006,
      "ࠓ": 2007,
      "ࠔ": 2008,
      "ࠕ": 2009,
      "ࠖ": 2010,
      "ࠗ": 2011,
      "࠘": 2012,
      "࠙": 2013,
      "ࠚ": 2014,
      "ࠛ": 2015,
      "ࠜ": 2016,
      "ࠝ": 2017,
      "ࠞ": 2018,
      "ࠟ": 2019,
      "ࠠ": 2020,
      "ࠡ": 2021,
      "ࠢ": 2022,
      "ࠣ": 2023,
      "ࠤ": 2024,
      "ࠥ": 2025,
      "ࠦ": 2026,
      "ࠧ": 2027,
      "ࠨ": 2028,
      "ࠩ": 2029,
      "ࠪ": 2030,
      "ࠫ": 2031,
      "ࠬ": 2032,
      "࠭": 2033,
      "࠮": 2034,
      "࠯": 2035,
      "࠰": 2036,
      "࠱": 2037,
      "࠲": 2038,
      "࠳": 2039,
      "࠴": 2040,
      "࠵": 2041,
      "࠶": 2042,
      "࠷": 2043,
      "࠸": 2044,
      "࠹": 2045,
      "࠺": 2046,
      "࠻": 2047,
      "࠼": 2048,
      "࠽": 2049,
      "࠾": 2050,
      "࠿": 2051,
      "ࡀ": 2052,
      "ࡁ": 2053,
      "ࡂ": 2054,
      "ࡃ": 2055,
      "ࡄ": 2056,
      "ࡅ": 2057,
      "ࡆ": 2058,
      "ࡇ": 2059,
      "ࡈ": 2060,
      "ࡉ": 2061,
      "ࡊ": 2062,
      "ࡋ": 2063,
      "ࡌ": 2064,
      "ࡍ": 2065,
      "ࡎ": 2066,
      "ࡏ": 2067,
      "ࡐ": 2068,
      "ࡑ": 2069,
      "ࡒ": 2070,
      "ࡓ": 2071,
      "ࡔ": 2072,
      "ࡕ": 2073,
      "ࡖ": 2074,
      "ࡗ": 2075,
      "ࡘ": 2076,
      "࡙": 2077,
      "࡚": 2078,
      "࡛": 2079,
      "࡜": 2080,
      "࡝": 2081,
      "࡞": 2082,
      "࡟": 2083,
      "ࡠ": 2084,
      "ࡡ": 2085,
      "ࡢ": 2086,
      "ࡣ": 2087,
      "ࡤ": 2088,
      "ࡥ": 2089,
      "ࡦ": 2090,
      "ࡧ": 2091,
      "ࡨ": 2092,
      "ࡩ": 2093,
      "ࡪ": 2094,
      "࡫": 2095,
      "࡬": 2096,
      "࡭": 2097,
      "࡮": 2098,
      "࡯": 2099,
      "ࡰ": 2100,
      "ࡱ": 2101,
      "ࡲ": 2102,
      "ࡳ": 2103,
      "ࡴ": 2104,
      "ࡵ": 2105,
      "ࡶ": 2106,
      "ࡷ": 2107,
      "ࡸ": 2108,
      "ࡹ": 2109,
      "ࡺ": 2110,
      "ࡻ": 2111,
      "ࡼ": 2112,
      "ࡽ": 2113,
      "ࡾ": 2114,
      "ࡿ": 2115,
      "ࢀ": 2116,
      "ࢁ": 2117,
      "ࢂ": 2118,
      "ࢃ": 2119,
      "ࢄ": 2120,
      "ࢅ": 2121,
      "ࢆ": 2122,
      "ࢇ": 2123,
      "࢈": 2124,
      "ࢉ": 2125,
      "ࢊ": 2126,
      "ࢋ": 2127,
      "ࢌ": 2128,
      "ࢍ": 2129,
      "ࢎ": 2130,
      "࢏": 2131,
      "࢐": 2132,
      "࢑": 2133,
      "࢒": 2134,
      "࢓": 2135,
      "࢔": 2136,
      "࢕": 2137,
      "࢖": 2138,
      "ࢗ": 2139,
      "࢘": 2140,
      "࢙": 2141,
      "࢚": 2142,
      "࢛": 2143,
      "࢜": 2144,
      "࢝": 2145,
      "࢞": 2146,
      "࢟": 2147,
      "ࢠ": 2148,
      "ࢡ": 2149,
      "ࢢ": 2150,
      "ࢣ": 2151,
      "ࢤ": 2152,
      "ࢥ": 2153,
      "ࢦ": 2154,
      "ࢧ": 2155,
      "ࢨ": 2156,
      "ࢩ": 2157,
      "ࢪ": 2158,
      "ࢫ": 2159,
      "ࢬ": 2160,
      "ࢭ": 2161,
      "ࢮ": 2162,
      "ࢯ": 2163,
      "ࢰ": 2164,
      "ࢱ": 2165,
      "ࢲ": 2166,
      "ࢳ": 2167,
      "ࢴ": 2168,
      "ࢵ": 2169,
      "ࢶ": 2170,
      "ࢷ": 2171,
      "ࢸ": 2172,
      "ࢹ": 2173,
      "ࢺ": 2174,
      "ࢻ": 2175,
      "ࢼ": 2176,
      "ࢽ": 2177,
      "ࢾ": 2178,
      "ࢿ": 2179,
      "ࣀ": 2180,
      "ࣁ": 2181,
      "ࣂ": 2182,
      "ࣃ": 2183,
      "ࣄ": 2184,
      "ࣅ": 2185,
      "ࣆ": 2186,
      "ࣇ": 2187,
      "ࣈ": 2188,
      "ࣉ": 2189,
      "࣊": 2190,
      "࣋": 2191,
      "࣌": 2192,
      "࣍": 2193,
      "࣎": 2194,
      "࣏": 2195,
      "࣐": 2196,
      "࣑": 2197,
      "࣒": 2198,
      "࣓": 2199,
      "ࣔ": 2200,
      "ࣕ": 2201,
      "ࣖ": 2202,
      "ࣗ": 2203,
      "ࣘ": 2204,
      "ࣙ": 2205,
      "ࣚ": 2206,
      "ࣛ": 2207,
      "ࣜ": 2208,
      "ࣝ": 2209,
      "ࣞ": 2210,
      "ࣟ": 2211,
      "࣠": 2212,
      "࣡": 2213,
      "࣢": 2214,
      "ࣣ": 2215,
      "ࣤ": 2216,
      "ࣥ": 2217,
      "ࣦ": 2218,
      "ࣧ": 2219,
      "ࣨ": 2220,
      "ࣩ": 2221,
      "࣪": 2222,
      "࣫": 2223,
      "࣬": 2224,
      "࣭": 2225,
      "࣮": 2226,
      "࣯": 2227,
      "ࣰ": 2228,
      "ࣱ": 2229,
      "ࣲ": 2230,
      "ࣳ": 2231,
      "ࣴ": 2232,
      "ࣵ": 2233,
      "ࣶ": 2234,
      "ࣷ": 2235,
      "ࣸ": 2236,
      "ࣹ": 2237,
      "ࣺ": 2238,
      "ࣻ": 2239,
      "ࣼ": 2240,
      "ࣽ": 2241,
      "ࣾ": 2242,
      "ࣿ": 2243,
      "ऀ": 2244,
      "ँ": 2245,
      "ं": 2246,
      "ः": 2247,
      "ऄ": 2248,
      "अ": 2249,
      "आ": 2250,
      "इ": 2251,
      "ई": 2252,
      "उ": 2253,
      "ऊ": 2254,
      "ऋ": 2255,
      "ऌ": 2256,
      "ऍ": 2257,
      "ऎ": 2258,
      "ए": 2259,
      "ऐ": 2260,
      "ऑ": 2261,
      "ऒ": 2262,
      "ओ": 2263,
      "औ": 2264,
      "क": 2265,
      "ख": 2266,
      "ग": 2267,
      "घ": 2268,
      "ङ": 2269,
      "च": 2270,
      "छ": 2271,
      "ज": 2272,
      "झ": 2273,
      "ञ": 2274,
      "ट": 2275,
      "ठ": 2276,
      "ड": 2277,
      "ढ": 2278,
      "ण": 2279,
      "त": 2280,
      "थ": 2281,
      "द": 2282,
      "ध": 2283,
      "न": 2284,
      "ऩ": 2285,
      "प": 2286,
      "फ": 2287,
      "ब": 2288,
      "भ": 2289,
      "म": 2290,
      "य": 2291,
      "र": 2292,
      "ऱ": 2293,
      "ल": 2294,
      "ळ": 2295,
      "ऴ": 2296,
      "व": 2297,
      "श": 2298,
      "ष": 2299,
      "स": 2300,
      "ह": 2301,
      "ऺ": 2302,
      "ऻ": 2303,
      "़": 2304,
      "ऽ": 2305,
      "ा": 2306,
      "ि": 2307,
      "ी": 2308,
      "ु": 2309,
      "ू": 2310,
      "ृ": 2311,
      "ॄ": 2312,
      "ॅ": 2313,
      "ॆ": 2314,
      "े": 2315,
      "ै": 2316,
      "ॉ": 2317,
      "ॊ": 2318,
      "ो": 2319,
      "ौ": 2320,
      "्": 2321,
      "ॎ": 2322,
      "ॏ": 2323,
      "ॐ": 2324,
      "॑": 2325,
      "॒": 2326,
      "॓": 2327,
      "॔": 2328,
      "ॕ": 2329,
      "ॖ": 2330,
      "ॗ": 2331,
      "ॠ": 2332,
      "ॡ": 2333,
      "ॢ": 2334,
      "ॣ": 2335,
      "।": 2336,
      "॥": 2337,
      "०": 2338,
      "१": 2339,
      "२": 2340,
      "३": 2341,
      "४": 2342,
      "५": 2343,
      "६": 2344,
      "७": 2345,
      "८": 2346,
      "९": 2347,
      "॰": 2348,
      "ॱ": 2349,
      "ॲ": 2350,
      "ॳ": 2351,
      "ॴ": 2352,
      "ॵ": 2353,
      "ॶ": 2354,
      "ॷ": 2355,
      "ॸ": 2356,
      "ॹ": 2357,
      "ॺ": 2358,
      "ॻ": 2359,
      "ॼ": 2360,
      "ॽ": 2361,
      "ॾ": 2362,
      "ॿ": 2363,
      "ঀ": 2364,
      "ঁ": 2365,
      "ং": 2366,
      "ঃ": 2367,
      "঄": 2368,
      "অ": 2369,
      "আ": 2370,
      "ই": 2371,
      "ঈ": 2372,
      "উ": 2373,
      "ঊ": 2374,
      "ঋ": 2375,
      "ঌ": 2376,
      "঍": 2377,
      "঎": 2378,
      "এ": 2379,
      "ঐ": 2380,
      "঑": 2381,
      "঒": 2382,
      "ও": 2383,
      "ঔ": 2384,
      "ক": 2385,
      "খ": 2386,
      "গ": 2387,
      "ঘ": 2388,
      "ঙ": 2389,
      "চ": 2390,
      "ছ": 2391,
      "জ": 2392,
      "ঝ": 2393,
      "ঞ": 2394,
      "ট": 2395,
      "ঠ": 2396,
      "ড": 2397,
      "ঢ": 2398,
      "ণ": 2399,
      "ত": 2400,
      "থ": 2401,
      "দ": 2402,
      "ধ": 2403,
      "ন": 2404,
      "঩": 2405,
      "প": 2406,
      "ফ": 2407,
      "ব": 2408,
      "ভ": 2409,
      "ম": 2410,
      "য": 2411,
      "র": 2412,
      "঱": 2413,
      "ল": 2414,
      "঳": 2415,
      "঴": 2416,
      "঵": 2417,
      "শ": 2418,
      "ষ": 2419,
      "স": 2420,
      "হ": 2421,
      "঺": 2422,
      "঻": 2423,
      "়": 2424,
      "ঽ": 2425,
      "া": 2426,
      "ি": 2427,
      "ী": 2428,
      "ু": 2429,
      "ূ": 2430,
      "ৃ": 2431,
      "ৄ": 2432,
      "৅": 2433,
      "৆": 2434,
      "ে": 2435,
      "ৈ": 2436,
      "৉": 2437,
      "৊": 2438,
      "ো": 2439,
      "ৌ": 2440,
      "্": 2441,
      "ৎ": 2442,
      "৏": 2443,
      "৐": 2444,
      "৑": 2445,
      "৒": 2446,
      "৓": 2447,
      "৔": 2448,
      "৕": 2449,
      "৖": 2450,
      "ৗ": 2451,
      "৘": 2452,
      "৙": 2453,
      "৚": 2454,
      "৛": 2455,
      "৞": 2456,
      "ৠ": 2457,
      "ৡ": 2458,
      "ৢ": 2459,
      "ৣ": 2460,
      "৤": 2461,
      "৥": 2462,
      "০": 2463,
      "১": 2464,
      "২": 2465,
      "৩": 2466,
      "৪": 2467,
      "৫": 2468,
      "৬": 2469,
      "৭": 2470,
      "৮": 2471,
      "৯": 2472,
      "ৰ": 2473,
      "ৱ": 2474,
      "৲": 2475,
      "৳": 2476,
      "৴": 2477,
      "৵": 2478,
      "৶": 2479,
      "৷": 2480,
      "৸": 2481,
      "৹": 2482,
      "৺": 2483,
      "৻": 2484,
      "ৼ": 2485,
      "৽": 2486,
      "৾": 2487,
      "৿": 2488,
      "਀": 2489,
      "ਁ": 2490,
      "ਂ": 2491,
      "ਃ": 2492,
      "਄": 2493,
      "ਅ": 2494,
      "ਆ": 2495,
      "ਇ": 2496,
      "ਈ": 2497,
      "ਉ": 2498,
      "ਊ": 2499,
      "਋": 2500,
      "਌": 2501,
      "਍": 2502,
      "਎": 2503,
      "ਏ": 2504,
      "ਐ": 2505,
      "਑": 2506,
      "਒": 2507,
      "ਓ": 2508,
      "ਔ": 2509,
      "ਕ": 2510,
      "ਖ": 2511,
      "ਗ": 2512,
      "ਘ": 2513,
      "ਙ": 2514,
      "ਚ": 2515,
      "ਛ": 2516,
      "ਜ": 2517,
      "ਝ": 2518,
      "ਞ": 2519,
      "ਟ": 2520,
      "ਠ": 2521,
      "ਡ": 2522,
      "ਢ": 2523,
      "ਣ": 2524,
      "ਤ": 2525,
      "ਥ": 2526,
      "ਦ": 2527,
      "ਧ": 2528,
      "ਨ": 2529,
      "਩": 2530,
      "ਪ": 2531,
      "ਫ": 2532,
      "ਬ": 2533,
      "ਭ": 2534,
      "ਮ": 2535,
      "ਯ": 2536,
      "ਰ": 2537,
      "਱": 2538,
      "ਲ": 2539,
      "਴": 2540,
      "ਵ": 2541,
      "਷": 2542,
      "ਸ": 2543,
      "ਹ": 2544,
      "਺": 2545,
      "਻": 2546,
      "਼": 2547,
      "਽": 2548,
      "ਾ": 2549,
      "ਿ": 2550,
      "ੀ": 2551,
      "ੁ": 2552,
      "ੂ": 2553,
      "੃": 2554,
      "੄": 2555,
      "੅": 2556,
      "੆": 2557,
      "ੇ": 2558,
      "ੈ": 2559,
      "੉": 2560,
      "੊": 2561,
      "ੋ": 2562,
      "ੌ": 2563,
      "੍": 2564,
      "੎": 2565,
      "੏": 2566,
      "੐": 2567,
      "ੑ": 2568,
      "੒": 2569,
      "੓": 2570,
      "੔": 2571,
      "੕": 2572,
      "੖": 2573,
      "੗": 2574,
      "੘": 2575,
      "ੜ": 2576,
      "੝": 2577,
      "੟": 2578,
      "੠": 2579,
      "੡": 2580,
      "੢": 2581,
      "੣": 2582,
      "੤": 2583,
      "੥": 2584,
      "੦": 2585,
      "੧": 2586,
      "੨": 2587,
      "੩": 2588,
      "੪": 2589,
      "੫": 2590,
      "੬": 2591,
      "੭": 2592,
      "੮": 2593,
      "੯": 2594,
      "ੰ": 2595,
      "ੱ": 2596,
      "ੲ": 2597,
      "ੳ": 2598,
      "ੴ": 2599,
      "ੵ": 2600,
      "੶": 2601,
      "੷": 2602,
      "੸": 2603,
      "੹": 2604,
      "੺": 2605,
      "੻": 2606,
      "੼": 2607,
      "੽": 2608,
      "੾": 2609,
      "੿": 2610,
      "઀": 2611,
      "ઁ": 2612,
      "ં": 2613,
      "ઃ": 2614,
      "઄": 2615,
      "અ": 2616,
      "આ": 2617,
      "ઇ": 2618,
      "ઈ": 2619,
      "ઉ": 2620,
      "ઊ": 2621,
      "ઋ": 2622,
      "ઌ": 2623,
      "ઍ": 2624,
      "઎": 2625,
      "એ": 2626,
      "ઐ": 2627,
      "ઑ": 2628,
      "઒": 2629,
      "ઓ": 2630,
      "ઔ": 2631,
      "ક": 2632,
      "ખ": 2633,
      "ગ": 2634,
      "ઘ": 2635,
      "ઙ": 2636,
      "ચ": 2637,
      "છ": 2638,
      "જ": 2639,
      "ઝ": 2640,
      "ઞ": 2641,
      "ટ": 2642,
      "ઠ": 2643,
      "ડ": 2644,
      "ઢ": 2645,
      "ણ": 2646,
      "ત": 2647,
      "થ": 2648,
      "દ": 2649,
      "ધ": 2650,
      "ન": 2651,
      "઩": 2652,
      "પ": 2653,
      "ફ": 2654,
      "બ": 2655,
      "ભ": 2656,
      "મ": 2657,
      "ય": 2658,
      "ર": 2659,
      "઱": 2660,
      "લ": 2661,
      "ળ": 2662,
      "઴": 2663,
      "વ": 2664,
      "શ": 2665,
      "ષ": 2666,
      "સ": 2667,
      "હ": 2668,
      "઺": 2669,
      "઻": 2670,
      "઼": 2671,
      "ઽ": 2672,
      "ા": 2673,
      "િ": 2674,
      "ી": 2675,
      "ુ": 2676,
      "ૂ": 2677,
      "ૃ": 2678,
      "ૄ": 2679,
      "ૅ": 2680,
      "૆": 2681,
      "ે": 2682,
      "ૈ": 2683,
      "ૉ": 2684,
      "૊": 2685,
      "ો": 2686,
      "ૌ": 2687,
      "્": 2688,
      "૎": 2689,
      "૏": 2690,
      "ૐ": 2691,
      "૑": 2692,
      "૒": 2693,
      "૓": 2694,
      "૔": 2695,
      "૕": 2696,
      "૖": 2697,
      "૗": 2698,
      "૘": 2699,
      "૙": 2700,
      "૚": 2701,
      "૛": 2702,
      "૜": 2703,
      "૝": 2704,
      "૞": 2705,
      "૟": 2706,
      "ૠ": 2707,
      "ૡ": 2708,
      "ૢ": 2709,
      "ૣ": 2710,
      "૤": 2711,
      "૥": 2712,
      "૦": 2713,
      "૧": 2714,
      "૨": 2715,
      "૩": 2716,
      "૪": 2717,
      "૫": 2718,
      "૬": 2719,
      "૭": 2720,
      "૮": 2721,
      "૯": 2722,
      "૰": 2723,
      "૱": 2724,
      "૲": 2725,
      "૳": 2726,
      "૴": 2727,
      "૵": 2728,
      "૶": 2729,
      "૷": 2730,
      "૸": 2731,
      "ૹ": 2732,
      "ૺ": 2733,
      "ૻ": 2734,
      "ૼ": 2735,
      "૽": 2736,
      "૾": 2737,
      "૿": 2738,
      "଀": 2739,
      "ଁ": 2740,
      "ଂ": 2741,
      "ଃ": 2742,
      "଄": 2743,
      "ଅ": 2744,
      "ଆ": 2745,
      "ଇ": 2746,
      "ଈ": 2747,
      "ଉ": 2748,
      "ଊ": 2749,
      "ଋ": 2750,
      "ଌ": 2751,
      "଍": 2752,
      "଎": 2753,
      "ଏ": 2754,
      "ଐ": 2755,
      "଑": 2756,
      "଒": 2757,
      "ଓ": 2758,
      "ଔ": 2759,
      "କ": 2760,
      "ଖ": 2761,
      "ଗ": 2762,
      "ଘ": 2763,
      "ଙ": 2764,
      "ଚ": 2765,
      "ଛ": 2766,
      "ଜ": 2767,
      "ଝ": 2768,
      "ଞ": 2769,
      "ଟ": 2770,
      "ଠ": 2771,
      "ଡ": 2772,
      "ଢ": 2773,
      "ଣ": 2774,
      "ତ": 2775,
      "ଥ": 2776,
      "ଦ": 2777,
      "ଧ": 2778,
      "ନ": 2779,
      "଩": 2780,
      "ପ": 2781,
      "ଫ": 2782,
      "ବ": 2783,
      "ଭ": 2784,
      "ମ": 2785,
      "ଯ": 2786,
      "ର": 2787,
      "଱": 2788,
      "ଲ": 2789,
      "ଳ": 2790,
      "଴": 2791,
      "ଵ": 2792,
      "ଶ": 2793,
      "ଷ": 2794,
      "ସ": 2795,
      "ହ": 2796,
      "଺": 2797,
      "଻": 2798,
      "଼": 2799,
      "ଽ": 2800,
      "ା": 2801,
      "ି": 2802,
      "ୀ": 2803,
      "ୁ": 2804,
      "ୂ": 2805,
      "ୃ": 2806,
      "ୄ": 2807,
      "୅": 2808,
      "୆": 2809,
      "େ": 2810,
      "ୈ": 2811,
      "୉": 2812,
      "୊": 2813,
      "ୋ": 2814,
      "ୌ": 2815,
      "୍": 2816,
      "୎": 2817,
      "୏": 2818,
      "୐": 2819,
      "୑": 2820,
      "୒": 2821,
      "୓": 2822,
      "୔": 2823,
      "୕": 2824,
      "ୖ": 2825,
      "ୗ": 2826,
      "୘": 2827,
      "୙": 2828,
      "୚": 2829,
      "୛": 2830,
      "୞": 2831,
      "ୟ": 2832,
      "ୠ": 2833,
      "ୡ": 2834,
      "ୢ": 2835,
      "ୣ": 2836,
      "୤": 2837,
      "୥": 2838,
      "୦": 2839,
      "୧": 2840,
      "୨": 2841,
      "୩": 2842,
      "୪": 2843,
      "୫": 2844,
      "୬": 2845,
      "୭": 2846,
      "୮": 2847,
      "୯": 2848,
      "୰": 2849,
      "ୱ": 2850,
      "୲": 2851,
      "୳": 2852,
      "୴": 2853,
      "୵": 2854,
      "୶": 2855,
      "୷": 2856,
      "୸": 2857,
      "୹": 2858,
      "୺": 2859,
      "୻": 2860,
      "୼": 2861,
      "୽": 2862,
      "୾": 2863,
      "୿": 2864,
      "஀": 2865,
      "஁": 2866,
      "ஂ": 2867,
      "ஃ": 2868,
      "஄": 2869,
      "அ": 2870,
      "ஆ": 2871,
      "இ": 2872,
      "ஈ": 2873,
      "உ": 2874,
      "ஊ": 2875,
      "஋": 2876,
