{
  "architectures": ["DeepseekForCausalLM"],
  "model_type": "deepseek",
  "hidden_size": 2048,
  "intermediate_size": 10944,
  "moe_intermediate_size": 1408,
  "num_hidden_layers": 28,
  "num_attention_heads": 16,
  "num_key_value_heads": 16,
  "n_routed_experts": 64,
  "num_experts_per_tok": 6,
  "n_shared_experts": 2,
  "moe_layer_freq": 1,
  "first_k_dense_replace": 1,
  "norm_topk_prob": false,
  "scoring_func": "softmax",
  "aux_loss_alpha": 0.001,
  "seq_aux": true,
  "hidden_act": "silu",
  "max_position_embeddings": 4096,
  "initializer_range": 0.02,
  "rms_norm_eps": 1e-06,
  "rope_scaling": null,
  "rope_theta": 10000,
  "attention_bias": false,
  "attention_dropout": 0.0,
  "pretraining_tp": 1,
  "tie_word_embeddings": false,
  "bos_token_id": 100000,
  "eos_token_id": 100001,
  "vocab_size": 102400,
  "torch_dtype": "bfloat16",
  "use_cache": true,
  "device": "cuda:0",
  "replaceScoreRatio": 0.25,
  "window_size": null,
  "if_usecpu": true,
  "if_replace": true,
  "if_prefetch": true
}
