{
  "architectures": ["XverseForCausalLM"],
  "model_type": "xverse",
  "hidden_size": 2560,
  "intermediate_size": 1728,
  "num_hidden_layers": 28,
  "num_attention_heads": 32,
  "num_experts": 64,
  "moe_top_k": 6,
  "num_shared_experts": 2,
  "hidden_act": "silu",
  "max_position_embeddings": 8192,
  "rope_theta": 500000,
  "rms_norm_eps": 1e-06,
  "initializer_range": 0.02,
  "tie_word_embeddings": false,
  "output_router_logits": false,
  "router_aux_loss_coef": 0.01,
  "use_cache": true,
  "pad_token_id": 1,
  "bos_token_id": 2,
  "eos_token_id": 3,
  "vocab_size": 100534,
  "torch_dtype": "bfloat16",
  "device": "cuda:0",
  "replaceScoreRatio": 0.25,
  "window_size": null,
  "if_usecpu": true,
  "if_replace": true,
  "if_prefetch": true
}
